Repository: hestiacp/hestiacp-locale
Catalog: src/*/LC_MESSAGES/hestiacp.po
Languages: ca, cs, vi

source: YYYY-MM-DD
ca: AAAA-MM-DD
cs: DD-MM-YYYY

source: Name Servers
ca: Servidors de noms
cs: Jmenné servery

source: Add Name Server
ca: Afegeix el nom del servidor
cs: Přidat jmenný server
vi: Thêm nameserver

source: Create Snapshot
ca: Crear Instantània
vi: Tạo ảnh chụp nhanh

source: Apply to selected
ca: Aplica als seleccionats
cs: Uplatnit na vybrané
vi: Áp dụng mục đã chọn

source: Delete Snapshot
ca: Esborrar Instantània
vi: Xoá chụp nhanh

source: Search
ca: Cerca
cs: Vyhledat
vi: Tìm kiếm

source: Snapshots
ca: Instantànies
vi: Ảnh chụp nhanh

source: Select all
ca: Selecciona-ho tot
cs: Vybrat vše
vi: Chọn tất cả

source: Snapshot
ca: Instantània
vi: Chụp nhanh

source: Date
ca: Data
cs: Datum
vi: Ngày

source: Hostname
ca: Nom de host
vi: Tên máy chủ

source: Select
ca: Selecciona
cs: Vybrat
vi: Chọn

source: Restore
ca: Restaura
cs: Obnovit
vi: Khôi phục

source: Browse
ca: Navegar
vi: Duyệt qua

source: %d snapshot
ca: %d Instantànies
vi: %d ảnh chụp nhanh

source: Add Package
ca: Afegeix un paquet
cs: Přidat balíček
vi: Tạo thêm gói

source: Package Name
ca: Nom del paquet
cs: Název balíčku
vi: Tên gói

source: in MB
ca: en MB
cs: v MB
vi: tính bằng MB

source: Unlimited
ca: Sense límit
cs: Neomezené
vi: Không giới hạn

source: Disabled
ca: Desactivat
cs: Zakázáno
vi: Tắt

source: Enabled
ca: Activat
cs: Povoleno
vi: Bật

source: per domain
ca: per domini
cs: podle domény
vi: mỗi tên miền

source: MAIL
ca: CORREU

source: per account / hour
ca: per compte / hora
cs: za jeden účet / hodinu
vi: mỗi tài khoản/giờ

source: DB
ca: BBDD
cs: Databáze
vi: DATA - CSDL

source: System
ca: Sistema
cs: Systém
vi: Hệ thống

source: SSH Access
ca: Accés SSH
cs: SSH přístup
vi: Truy cập SSH

source: Jail User Shell
ca: Empresonar/Jail Usuari de Shell

source: System Resources
ca: Recursos del sistema
vi: Tài nguyên hệ thống

source: CPU Quota (in %)
ca: Quaota de CPU (en %)
vi: Hạn ngạch CPU (tính theo %)

source: CPUQuota=20% ensures that the executed processes will never get more than 20% CPU time on one CPU.
ca: CPUQuota=20% assegura que els processos executats mai consumiran un 20% de temps de CPU en una CPU.
vi: Hạn ngạch CPU = 20% đảm bảo rằng các tiến trình được thực thi sẽ không bao giờ chiếm quá 20% thời gian CPU trên một CPU.

source: CPU Quota Period (in ms for milliseconds or s for seconds.)
ca: Període de Quota de CPU (ms per a mil·lisegons o s per a segons)
vi: Thời hạn sử dụng CPU (tính bằng ms cho mili giây hoặc s cho giây)

source: CPUQuotaPeriodSec=10ms to request that the CPU quota is measured in periods of 10ms.
ca: CPUQuotaPeriodSec=10ms per a demanar que la quota de CPU es mesuri en períodes de 10ms.
vi: CPUQuotaPeriodSec=10ms để yêu cầu hạn ngạch CPU được đo theo chu kỳ 10ms.

source: Memory Limit (in bytes or with units like '2G')
ca: Límit de Memòria (en bytes o en unitats com '2G')
vi: Giới hạn bộ nhớ (tính bằng byte hoặc theo đơn vị như '2G')

source: Takes a memory size in bytes. If the value is suffixed with K, M, G or T, the specified memory size is parsed as Kilobytes, Megabytes, Gigabytes, or Terabytes (with the base 1024), respectively
ca: Pren una mida de memòria en bytes. Si el valor té el sufix K, M, G o T, la mida de memòria especificada s'interpreta com a Kilobytes, Megabytes, Gigabytes, or Terabytes (amb la base 1024), respectivament
vi: Có kích thước bộ nhớ tính bằng byte. Nếu giá trị được gắn hậu tố K, M, G hoặc T, kích thước bộ nhớ được chỉ định được phân tích cú pháp dưới dạng Kilobyte, Megabyte, Gigabyte hoặc Terabyte (với cơ sở 1024), tương ứng

source: Swap Limit (in bytes or with units like '2G')
ca: Límit de memòria d'intercanvi (en bytes o en unitats com '2G')
vi: Giới hạn hoán đổi (tính bằng byte hoặc theo đơn vị như '2G')

source: Takes a swap size in bytes. If the value is suffixed with K, M, G or T, the specified swap size is parsed as Kilobytes, Megabytes, Gigabytes, or Terabytes (with the base 1024), respectively
ca: Pren una mida de memòria en bytes. Si el valor té el sufix K, M, G o T, la mida de memòria especificada s'interpreta com a Kilobytes, Megabytes, Gigabytes, or Terabytes (amb la base 1024), respectivament
vi: Mất một kích thước trao đổi trong byte. Nếu giá trị được gắn hậu tố K, M, G hoặc T, kích thước hoán đổi được chỉ định được phân tích cú pháp dưới dạng Kilobyte, Megabyte, Gigabyte hoặc Terabyte (với cơ sở 1024), tương ứng

source: Login History
ca: Historial d'inici de sessió
cs: Historie přihlášení
vi: Lịch sử đăng nhập

source: Refresh
ca: Actualitzar
cs: Aktualizovat
vi: Làm mới

source: Delete
ca: Esborrar
cs: Smazat
vi: Xóa

source: Are you sure you want to delete the logs?
ca: Esteu segur que voleu suprimir els registres?
cs: Jste si jisti, že chcete odstranit protokoly?
vi: Bạn có chắc chắn muốn xóa các nhật ký không?

source: Logs
ca: Registres
cs: Záznamy
vi: Nhật ký

source: Time
ca: Hora
cs: Čas
vi: Thời gian

source: Category
ca: Categoria
cs: Kategorie
vi: Danh mục

source: Message
ca: Missatge
cs: Zpráva
vi: Tin nhắn

source: Information
ca: Informació
cs: Informace
vi: Thông tin

source: Warning
ca: Advertència
cs: Varování
vi: Cảnh báo

source: %d log record
ca: %d registre de registre
cs: %d výpis záznamů
vi: %d bản ghi nhật ký

source: Edit Backup Exclusions
ca: Edita les exclusions de còpia de seguretat
cs: Upravit vyloučení zálohy
vi: Chỉnh sửa loại trừ sao lưu

source: Type domain name, one per line. To exclude all domains use *. To exclude specific dirs use following format: domain.tld:public_html/cache:public_html/tmp
ca: Escriviu el nom de domini, un per línia. Per excloure tots els dominis, utilitzeu *. Per excloure directoris específics, utilitzeu el format següent: domain.tld:public_html/cache:public_html/tmp
cs: Zadejte název domény, jeden na řádek. Pro vyloučení všech domén použijte *. Pro vyloučení specifických složek použijte následující formát: domain.tld:public_html/cache:public_html/tmp
vi: Nhập tên miền, mỗi dòng một tên miền. Để loại trừ tất cả tên miền, hãy sử dụng *. Để loại trừ các thư mục cụ thể, hãy sử dụng định dạng sau: domain.tld:public_html/cache:public_html/tmp

source: Type domain name, one per line. To exclude all domains use *. To exclude specific accounts use following format: domain.tld:info:support:postmaster
ca: Escriviu el nom de domini, un per línia. Per excloure tots els dominis, utilitzeu *. Per excloure comptes específics, utilitzeu el format següent: domain.tld:info:support:postmaster
cs: Zadejte název domény, jeden na řádek. Pro vyloučení všech domén použijte *. Pro vyloučení specifických účtů, složek použijte následující formát: domain.tld:info:support:postmaster
vi: Nhập tên miền, mỗi dòng một tên miền. Để loại trừ tất cả tên miền, hãy sử dụng *. Để loại trừ các tài khoản cụ thể, hãy sử dụng định dạng sau: domain.tld:info:support:postmaster

source: Type full database name, one per line. To exclude all databases use *
ca: Escriviu el nom complet de la base de dades, un per línia. Per excloure totes les bases de dades, utilitzeu *
cs: Zadejte úplný název databáze, jeden na řádek. Chcete-li vyloučit všechny databáze, použijte *
vi: Nhập tên cơ sở dữ liệu đầy đủ, mỗi dòng một tên cơ sở dữ liệu. Để loại trừ tất cả các cơ sở dữ liệu sử dụng *

source: User Directory
ca: Directori d'usuaris
cs: Uživatelské Adresáře
vi: Thư mục người dùng

source: Type directory name, one per line. To exlude all dirs use *
ca: Escriviu el nom del directori, un per línia. Per excloure tots els directoris, utilitzeu *
cs: Zadejte úplný název složky, jeden na řádek. Chcete-li vyloučit všechny složky, použijte *
vi: Nhập tên thư mục, mỗi dòng một tên. Để loại trừ tất cả các thư mục, hãy sử dụng *

source: Ban IP Address
ca: Prohibeix l'adreça IP
cs: Blokovat IP
vi: Chặn địa chỉ IP

source: Banned IP Addresses
ca: Adreces IP prohibides
cs: Zabanované adresy IP
vi: Địa chỉ IP bị chặn

source: Chain
ca: Cadena
cs: Řetězec
vi: Lý do

source: Are you sure you want to delete IP address %s?
ca: Esteu segur que voleu suprimir l'adreça IP %s?
cs: Skutečně chcete IP adresu odstranit %s?
vi: Bạn có chắc chắn muốn xóa địa chỉ IP %s không?

source: There are currently no banned IP addresses.
ca: Actualment no hi ha adreces IP prohibides.
cs: V současné době neexistují žádné zablokované IP adresy.
vi: Hiện tại không có địa chỉ IP nào bị cấm.

source: %d banned IP address
ca: %d adreça IP prohibida
cs: %d zabanová IP
vi: %d địa chỉ IP bị chặn

source: Configure
ca: Configurar
cs: Konfigurovat
vi: Cấu hình

source: Configure Server
ca: Configura el servidor
cs: Nastavení serveru
vi: Cấu hình máy chủ

source: Basic Options
ca: Opcions bàsiques
cs: Základní nastavení
vi: Cơ bản

source: Restart
ca: Reinicia
cs: Restartovat
vi: Khởi động lại

source: Purge NGINX Cache
ca: Purgeu la memòria cau NGINX
cs: Vyprázdnit NGINX mezipaměť
vi: Xóa bộ nhớ đệm NGINX

source: Quick Install App
ca: Aplicació d'instal·lació ràpida
cs: Rychlá instalace aplikace
vi: Ứng dụng cài đặt nhanh

source: Edit Web Domain
ca: Edita el domini web
cs: Upravit Web doménu
vi: Sửa tên miền Web

source: Aliases
ca: Pseudònims
cs: Aliasy
vi: Bí danh

source: If the aliases changes, Let's Encrypt will obtain a new SSL certificate.
ca: Si els àlies canvien, Let's Encrypt obtindrà un nou certificat SSL.
cs: Pokud se změní aliasy, Let's Encrypt získá nový SSL certifikát.
vi: Nếu bí danh thay đổi, Let's Encrypt sẽ lấy chứng chỉ SSL mới.

source: Web Statistics
ca: Estadístiques web
cs: Webové statistiky
vi: Thống kê

source: Statistics Authorization
ca: Autorització d'estadístiques
cs: Statistiky autorizace
vi: Cấp phép thống kê

source: Enable domain redirection
ca: Activa la redirecció de domini
cs: Povolit přesměrování domény
vi: Bật chuyển hướng tên miền

source: Redirect visitors to %s
ca: Redirigeix els visitants a %s
cs: Přesměrovat návštěvníky na %s
vi: Chuyển hướng khách truy cập đến %s

source: Redirect visitors to a custom domain or web address
ca: Redirigeix els visitants a un domini personalitzat o a una adreça web
cs: Přesměrovat návštěvníky na vlastní doménu či webovou adresu
vi: Chuyển hướng khách truy cập đến tên miền hoặc địa chỉ khác

source: Target domain or URL
ca: Domini o URL de destinació
cs: Cílová doména nebo URL
vi: Tên miền muốn chuyến hướng

source: Status code
ca: Codi d'estat
cs: Kód stavu
vi: Mã trạng thái

source: Enable SSL for this domain
ca: Activa SSL per a aquest domini
cs: Povolit SSL pro tuto doménu
vi: Bật SSL cho tên miền này

source: Use Let's Encrypt to obtain SSL certificate
ca: Utilitzeu Let's Encrypt per obtenir el certificat SSL
cs: Použít Let's Encrypt šifrování SSL ?
vi: Sử dụng Let's Encrypt để lấy chứng chỉ SSL

source: Enable automatic HTTPS redirection
ca: Activa la redirecció HTTPS automàtica
cs: Povolit automatické přesměrování HTTPS
vi: Bật tự động chuyển hướng sang HTTPS

source: Enable HTTP Strict Transport Security (HSTS)
ca: Activa la seguretat del transport estricte HTTP (HSTS)
cs: Zapnout HTTP Strict Transport Security (HSTS)
vi: Bật bảo mật truyền tải nghiêm ngặt HTTP (HSTS)

source: SSL Certificate
ca: Certificat SSL
cs: SSL certifikát

source: Generate Self-Signed SSL Certificate
ca: Genera un certificat SSL autofirmat
cs: Generovat vlastnoručně podepsaný SSL certifikát
vi: Tạo chứng chỉ SSL tự ký

source: SSL Private Key
ca: Clau privada SSL
cs: SSL privátní klíč

source: SSL Certificate Authority / Intermediate
ca: Autoritat de certificació SSL / Intermedi
cs: SSL Certifikační autorita / Intermediate
vi: Cơ quan cấp chứng chỉ SSL/Trung cấp

source: Optional
ca: Opcional
cs: Možnosti
vi: Tùy chọn

source: Issued To
ca: Emès a
cs: Vydáno pro
vi: Cấp cho

source: Alternate
ca: Alternatiu
cs: Alternativní
vi: Luân phiên

source: Not Before
ca: No abans
cs: Ne před
vi: Không phải trước đây

source: Not After
ca: No després
cs: Ne po
vi: Không phải sau

source: Signature
ca: Signatura
cs: Podpis
vi: Chữ ký

source: Key Size
ca: Mida de la clau
cs: Velikost klíče
vi: Kích thước chính

source: Issued By
ca: Emès per
cs: Vydal
vi: Phát hành bởi

source: Hide Certificate
ca: Amaga el certificat
cs: Skrýt certifikát
vi: Ẩn chứng chỉ

source: Show Certificate
ca: Mostra el certificat
cs: Zobrazit certifikát
vi: Hiện chứng chỉ

source: Enable FastCGI cache
ca: Activa la memòria cau FastCGI
cs: Povolit FastCGI mezipaměť
vi: Bật bộ nhớ đệm FastCGI

source: Cache Duration
ca: Durada de la memòria cau (Caché)
cs: Životnost cache
vi: Thời lượng bộ đệm

source: For example
ca: Per exemple
cs: Pro příklad
vi: Ví dụ

source: Proxy Support
ca: Suport de proxy
cs: Proxy podpora
vi: Hỗ trợ Proxy

source: Proxy Extensions
ca: Extensions de proxy
cs: Proxy rozšíření
vi: Tiện ích mở rộng Proxy

source: Custom document root
ca: Arrel del document personalitzat
cs: Vlastní kořenový adresář
vi: Tuỳ chỉnh thư mục gốc

source: Point to
ca: Apunta a
cs: Odkazuje na
vi: Điểm đến

source: Additional FTP account(s)
ca: Comptes FTP addicionals
cs: Další FTP účet(y)
vi: Tài khoản FTP (bổ sung)

source: Prefix %s will be added to username automatically
ca: El prefix %s s'afegirà automàticament al nom d'usuari
cs: Prefix %s bude automaticky přidán ke jménu uživatele
vi: Tiền tố %s sẽ được tự động thêm vào tên người dùng

source: Path
ca: Ruta
cs: Cesta
vi: Đường dẫn

source: Send FTP credentials to email
ca: Envieu credencials FTP al correu electrònic
cs: Poslat FTP přihlašovací údaje na e-mail
vi: Gửi thông tin FTP đến Email

source: Add FTP account
ca: Afegeix un compte FTP
cs: Přidat FTP účet
vi: Thêm tài khoản FTP

source: Disable Automatic Updates
ca: Desactiva les actualitzacions automàtiques
cs: Zakázat automatické aktualizace
vi: Tắt cập nhật tự động

source: Enable Automatic Updates
ca: Activa les actualitzacions automàtiques
cs: Povolit automatické aktualizace
vi: Bật cập nhật tự động

source: Updates
ca: Actualitzacions
cs: Aktualizace
vi: Cập nhật

source: Description
ca: Descripció
cs: Popis
vi: Mô tả

source: Version
ca: Versió
cs: Verze
vi: Phiên bản

source: Status
ca: Estat
cs: Stav
vi: Trạng thái

source: Package Names
ca: Noms dels paquets
cs: Název balíčku
vi: Tên gói

source: Update available
ca: Actualització disponible
vi: Đã có bản cập nhật

source: Package up-to-date
ca: Paquet actualitzat
vi: Gói cập nhật

source: Edit DNS Domain
ca: Edita el domini DNS
cs: Upravit DNS doménu
vi: Sửa DNS tên miền

source: Close debug panel
ca: Tanca el panell de depuració
cs: Zavřít panel ladění
vi: Đóng bảng gỡ lỗi

source: Open debug panel
ca: Obre el panell de depuració
cs: Otevřít panel ladění
vi: Mở bảng gỡ lỗi

source: Add DNS Domain
ca: Afegeix un domini DNS
cs: Přidat DNS doménu
vi: Thêm DNS

source: Sort items
ca: Ordena els elements
cs: Seřadit položky
vi: Sắp xếp các mục

source: Sort by
ca: Ordena per
cs: Seřadit podle
vi: Sắp xếp theo

source: Expire
ca: Expira
cs: expirace
vi: Hết hạn

source: Records
ca: Registres
cs: záznamy
vi: Bản ghi

source: Rebuild
ca: Recompondre
cs: Znovu sestavit
vi: Xây dựng lại

source: Suspend
ca: Suspensió
cs: Pozastavit účet
vi: Đình chỉ

source: Unsuspend
ca: Sense suspensió
cs: Odmrazit
vi: Huỷ đình chỉ

source: Are you sure you want to unsuspend domain %s?
ca: Esteu segur que voleu anul·lar la suspensió del domini %s?
cs: Jste si jisti, že chcete obnovit doménu %s?
vi: Bạn có chắc chắn muốn bỏ tạm dừng Webmail %s không?

source: Are you sure you want to suspend domain %s?
ca: Esteu segur que voleu suspendre el domini %s?
cs: Jste si jisti, že chcete pozastavit doménu %s?
vi: Bạn có chắc chắn muốn tạm dừng Webmail %s không?

source: Add DNS Record
ca: Afegeix un registre DNS
cs: Přidat záznam DNS
vi: Thêm bản ghi DNS

source: View Public DNSSEC Key
ca: Mostra la clau pública DNSSEC
cs: Zobrazit veřejný DNSSEC klíč
vi: Xem DNSSEC Key

source: Are you sure you want to delete domain %s?
ca: Esteu segur que voleu suprimir el domini %s?
cs: Opravdu chcete smazat %s?
vi: Bạn có chắc chắn muốn xoá Webmail %s không?

source: %d DNS zone
ca: %d zona DNS
cs: %d DNS zóna
vi: %d DNS zones

source: Setup
ca: Configuració
cs: Nastavení:
vi: Cài đặt

source: Add Web Domain
ca: Afegeix un domini web
cs: Přidat web. doménu
vi: Thêm web

source: a web domain
ca: un domini web
cs: web doména
vi: Tên miền Websiye

source: DNS Support
ca: Suport DNS
cs: DNS podpora
vi: Hỗ trợ DNS

source: Mail Support
ca: Suport per correu
cs: Mail podpora
vi: Hỗ trợ mail

source: Add Access Key
ca: Afegeix una clau d'accés
cs: Přidat přístupový klíč
vi: Thêm Access Key

source: Comment
ca: Comentari
cs: Komentář
vi: Bình luận

source: Overall Statistics
ca: Estadístiques generals
cs: Celkové statistiky
vi: Thống kê tổng thể

source: Show Per User
ca: Mostra per usuari
cs: Zobrazit per uživatel
vi: Hiển thị cho mỗi thành viên

source: IP Addresses
ca: Adreces IP
cs: IP adresy
vi: Địa chỉ IP

source: Disk
ca: Disc
vi: Dung lượng

source: Mail
ca: Correu electrònic
vi: Email

source: SSL Domains
ca: Dominis SSL
cs: SSL Domény
vi: Tên miền SSL

source: %d month
ca: %d mes
cs: %d měsíc
vi: %d tháng

source: Manage SSH Keys
ca: Gestioneu les claus SSH
cs: Správa SSH klíčů
vi: Quản lý SSH Keys

source: Access Keys
ca: Claus d'accés
cs: Přístupové klíče

source: Edit User
ca: Edita usuari
cs: Upravit uživatele
vi: Sửa thành viên

source: Enable two-factor authentication
ca: Activa l'autenticació de dos factors
cs: Povolit dvoufázové ověřování
vi: Bật xác thực hai yếu tố

source: Account Recovery Code
ca: Codi de recuperació del compte
cs: Obnovovací kód účtu
vi: Mã khôi phục tài khoản

source: Please scan the code below in your 2FA application
ca: Si us plau, escaneja el codi següent a la teva aplicació 2FA
cs: Naskenujte prosím níže uvedený kód ve vaší 2FA aplikaci
vi: Vui lòng quét mã bên dưới trong ứng dụng 2FA của bạn nhé

source: 2FA QR Code
ca: Codi 2FA QR
cs: 2FA QR Kód
vi: Mã QR A2F

source: Use IP address allow list for login attempts
ca: Utilitza l'adreça IP per permetre la llista d'intents d'inici de sessió
cs: Povolit přihlášení pouze z určitých IP adres
vi: Sử dụng địa chỉ IP cho phép danh sách cho các lần đăng nhập

source: Theme
ca: Tema
cs: Vzhled
vi: Chủ đề

source: Default List Sort Order
ca: Ordre d'ordenació de la llista per defecte
cs: Výchozí řazení seznamu
vi: Danh sách mặc định sắp xếp thứ tự

source: PHP CLI Version
ca: Versió PHP CLI
cs: Verze PHP CLI
vi: Phiên bản PHP CLI

source: Default Name Servers
ca: Servidors de noms per defecte
cs: Výchozí název serveru
vi: Nameserver mặc định

source: Advanced Details
ca: Detalls avançats
cs: Rozšířené informace
vi: Chi tiết nâng cao

source: Daily
ca: Diari
cs: Denně
vi: Hàng ngày

source: Weekly
ca: Setmanalment
cs: Týdně
vi: Hàng tuần

source: Monthly
ca: Mensualment
cs: Měsíčně
vi: Hàng tháng

source: Yearly
ca: Anual
cs: Ročně
vi: Hàng năm

source: Biennially
ca: Biennalment
cs: Jednou za dva roky
vi: Hai năm một lần

source: Triennially
ca: Triennalment
cs: Jednou za třiroky
vi: Ba năm một lần

source: Add IP Address to Banlist
ca: Afegeix l'adreça IP a Banlist
cs: Přidat IP adresu do seznamu Banlistu
vi: Thêm địa chỉ IP vào danh sách cấm

source: Support CIDR format
ca: Admet el format CIDR
cs: Formát CIDR
vi: Hỗ trợ định dạng CIDR

source: Hestia Control Panel
ca: Tauler de control Hestia
cs: HCPanel

source: Close menu
ca: Tanca el menú
cs: Zavřít nabídku
vi: Đóng Menu

source: Open menu
ca: Obre el menú
cs: Otevřít nabídku
vi: Mở Menu

source: Network
ca: Xarxa
cs: Síť
vi: Mạng

source: Log out
ca: Desconnectar
cs: Odhlásit
vi: Thoát

source: Add IP Address
ca: Afegeix una adreça IP
cs: Přidat IP adresu
vi: Thêm địa chỉ IP

source: Domains
ca: Dominis
cs: Domény
vi: Tên miền

source: Owner
ca: Propietari
cs: Vlastník
vi: Chủ sở hữu

source: Refresh IP Addresses
ca: Actualitza les adreces IP
cs: Obnovit IP adresy
vi: Làm mới địa chỉ IP

source: Edit IP Address
ca: Edita l'adreça IP
cs: Upravit IP adresu
vi: Sửa địa chỉ IP

source: %d IP address
ca: %d adreça IP
cs: %d IP adresa
vi: %d địa chỉ IP

source: ISO 3166-1 alpha-2 two-letter code
ca: Codi de dues lletres ISO 3166-1 alfa-2
cs: ISO 3166-1 alfa-2 dvoupísmenný kód
vi: Điền mã quốc gia theo chuẩn ISO 3166-1, ví dụ: VN, US, TH, CN

source: State / Province
ca: Estat / Província
cs: Kraj
vi: Tỉnh

source: City / Locality
ca: Ciutat / Localitat
cs: Město / Obec
vi: Thành phố

source: Restore All
ca: Restaura-ho tot
cs: Obnovit vše
vi: Khôi phục tất cả

source: Restore Snapshot
ca: Restaurar instantània
vi: Khôi phục ảnh chụp nhanh

source: Backup Details
ca: Detalls de la còpia de seguretat
cs: Podrobnosti zálohy
vi: Chi tiết sao lưu

source: Details
ca: Detalls
cs: Detaily
vi: Chi tiết

source: Web Domain
ca: Domini web
cs: Webové Domény
vi: Tên miền Web

source: Mail Domain
ca: Domini de correu
cs: Mail Doména
vi: Tên miền Mail

source: DNS Domain
ca: Domini DNS

source: Cronjob
ca: Tasca programada
vi: Tiến trình tự động

source: %d item
ca: %d element
cs: %d položka
vi: %d mục

source: Add Database
ca: Afegeix una base de dades
cs: Přidat Databázi
vi: Thêm csdl mới

source: Rebuild All
ca: Reconstrueix tot
cs: Znovu sestavit vše
vi: Xây dựng lại tất cả

source: Suspend All
ca: Suspendeu-ho tot
cs: Pozastavit vše
vi: Tạm dừng tất cả

source: Unsuspend All
ca: Deixeu de suspendre-ho tot
cs: Obnovit vše
vi: Huỷ tạm dừng tất cả

source: Are you sure you want to unsuspend database %s?
ca: Esteu segur que voleu anul·lar la suspensió de la base de dades %s?
cs: Jste si jisti, že chcete obnovit databáze %s?
vi: Bạn có chắc chắn muốn hủy tạm dừng cơ sở dữ liệu %s không?

source: Are you sure you want to suspend database %s?
ca: Esteu segur que voleu suspendre la base de dades %s?
cs: Jste si jisti, že chcete pozastavit databáze %s?
vi: Bạn có chắc chắn muốn tạm dừng cơ sở dữ liệu %s không?

source: Edit Database
ca: Edita la base de dades
cs: Upravit databázi
vi: Sửa

source: Download Database
ca: Descarrega la base de dades
cs: Stáhnout databázi
vi: Tải xuống cơ sở dữ liệu

source: Are you sure you want to delete database %s?
ca: Esteu segur que voleu suprimir la base de dades %s?
cs: Jste si jisti, že chcete smazat databáze %s?
vi: Bạn có chắc chắn muốn xóa cơ sở dữ liệu %s không?

source: %d database
ca: base de dades %d
vi: %d cơ sở dữ liệu

source: Maximum %s characters length, including prefix
ca: Longitud màxima de %s caràcters, inclòs el prefix
cs: Maximální délka %s znaků, včetně prefixu
vi: Độ dài tối đa là %s ký tự, bao gồm cả tiền tố

source: Backup Exclusions
ca: Exclusions de còpia de seguretat
cs: Vyloučení zálohy
vi: Loại trừ sao lưu

source: Value
ca: Valor
cs: Hodnota
vi: Giá trị

source: No exclusions
ca: Sense exclusions
cs: Žádné výjimky
vi: Không loại trừ

source: Add IP list
ca: Afegeix una llista d'IP
cs: Přidat seznam IP adres
vi: Thêm địa chỉ IP

source: IPset IP Lists
ca: Llistes IPset IP
cs: Seznamy IP adres v IPsetu
vi: Danh sách IP

source: IP List Name
ca: Nom de la llista d'IP
cs: Název seznamu IP adres
vi: Tên danh sách IP

source: Are you sure you want to delete IP list %s?
ca: Esteu segur que voleu suprimir la llista d'IP %s?
cs: Jste si jistý/á, že chcete smazat seznam IP adres %s?
vi: Bạn có chắc chắn muốn xóa danh sách IP %s không?

source: There are currently no IP lists defined.
ca: Actualment no hi ha llistes d'IP definides.
cs: V tuto chvíli nejsou definovány žádné seznamy IP adres.
vi: Hiện tại chưa có danh sách IP nào.

source: %d IP list
ca: %d Llista d'IP
cs: %d IP seznam
vi: %d danh sách IP

source: Add Firewall Rule
ca: Afegeix una regla de tallafoc
cs: Přidat pravidlo pro Firewall
vi: Thêm quy tắc tường lửa

source: DROP
ca: TIRAR
cs: Zahodit
vi: Bỏ qua

source: ACCEPT
ca: ACEPTAR
cs: PŘIJMOUT
vi: Cho phép

source: Ranges and lists are acceptable
ca: Els rangs i les llistes són acceptables
cs: Rozsah a seznamy jsou přijatelné
vi: Phạm vi và danh sách được cho phép
