Repository: hestiacp/hestiacp-locale
Catalog: src/*/LC_MESSAGES/hestiacp.po
Languages: ca, cs, vi

source: All ports: 0, Range: 80-82, List: 80,443,8080,8443
ca: Tots els ports: 0, Interval: 80-82, Llista: 80,443,8080,8443
cs: Všechny porty: 0, Rozsah: 80-82, Seznam: 80,443,8080,8443
vi: Tất cả cổng: 0, Phạm vi: 80-82, Danh sách: 80,443,8080,8443

source: IP Address / IPset IP List
ca: Adreça IP / IPset IP List
cs: IP adresa / IPset IP seznam
vi: Địa chỉ IP/Danh sách IPset IP

source: Clear
ca: Esborrar
cs: Vymazat
vi: Xoá

source: Add Mail Account
ca: Afegeix un compte de correu
cs: Přidat Mail účet
vi: Tạo tài khoản Mail

source: Edit Mail Domain
ca: Edita el domini de correu
cs: Přidat Mail doménu
vi: Sửa tài khoản Mail

source: Forwarding
ca: Reenviament
cs: Přeposílání
vi: Chuyển tiếp

source: Auto Reply
ca: Resposta automàtica
cs: Automatická odpověď
vi: Trả lời tự động

source: Are you sure you want to unsuspend %s?
ca: Esteu segur que voleu anul·lar la suspensió de %s?
cs: Opravdu chcete odblokovat %s?
vi: Bạn có chắc chắn muốn hủy đình chỉ %s không?

source: No aliases
ca: Sense àlies
cs: Žádné aliasy
vi: Không có bí danh

source: Aliases used
ca: Àlies utilitzats
cs: Použité aliasy
vi: Bí danh được sử dụng

source: Are you sure you want to suspend %s?
ca: Esteu segur que voleu suspendre %s?
cs: Jste si jisti, že chcete pozastavit %s?
vi: Bạn có chắc chắn muốn đình chỉ %s không?

source: Edit Mail Account
ca: Edita el compte de correu
cs: Upravit e-mailový účet
vi: Sửa tài khoản Mail

source: Open Webmail
ca: Obriu Webmail
cs: Otevřít WebMail
vi: Đến Webmail

source: Are you sure you want to delete %s?
ca: Esteu segur que voleu suprimir %s?
cs: Opravdu chcete smazat %s?
vi: Bạn có chắc chắn muốn xóa %s không?

source: %d mail account
ca: %d compte de correu
cs: %d mail účet
vi: %d tài khoản mail

source: Priority
ca: Prioritat
cs: Priorita
vi: Ưu tiên

source: White Label
ca: Etiqueta blanca
cs: Vlastní design
vi: Tuỳ chỉnh

source: Time Zone
ca: Zona horària
cs: Časová zóna
vi: Múi giờ

source: Set as selected theme for all users
ca: Estableix com a tema seleccionat per a tots els usuaris
cs: Nastavit jako výchozí vzhled pro všechny uživatele
vi: Đặt chủ đề này cho tất cả thành viên

source: Default Language
ca: Idioma per defecte
cs: Výchozí jazyk
vi: Ngôn ngữ

source: Set as default language for all users
ca: Estableix com a llengua per defecte per a tots els usuaris
cs: Nastavit jako výchozí jak pro všechny uživatele
vi: Đặt ngôn ngữ này là ngôn ngữ mặc định cho tất cả thành viên

source: Enable debug mode
ca: Activa el mode de depuració
cs: Povolit ladící mód
vi: Bật chế độ gỡ lỗi

source: Release
ca: Alliberament
cs: Vydání
vi: Bản phát hành

source: Options
ca: Opcions
cs: Možnosti
vi: Tùy chọn

source: Enable preview features
ca: Activa les funcions de vista prèvia
cs: Povolit předběžný přístup k funkcím
vi: Bật tính năng xem trước

source: View
ca: Veure
cs: Zobrazit
vi: Xem

source: Send email notification when an update has been installed
ca: Envieu una notificació per correu electrònic quan s'hagi instal·lat una actualització
cs: Odeslat oznámení e-mailem, když je nainstalována aktualizace
vi: Gửi thông báo qua email khi bản cập nhật đã được cài đặt

source: Send update installation log by email
ca: Envieu el registre d'instal·lació de l'actualització per correu electrònic
cs: Odeslat protokol o instalaci e-mailem
vi: Gửi nhật ký cài đặt cập nhật qua email

source: Web Server
ca: Servidor web
cs: Webový server
vi: Dịch vụ Web

source: Proxy Server
ca: Servidor intermediari
vi: Máy chủ Proxy

source: PHP Interpreter
ca: Intèrpret PHP
cs: PHP Interpret

source: Backend Pool Mode
ca: Mode Pool de fons
cs: Režim skupiny backend

source: Enabled PHP Versions
ca: Versions PHP habilitades
cs: Povolené PHP verze
vi: Phiên bản PHP có sẵn

source: It may take a few minutes to save your changes. Please wait until the process has completed and do not refresh the page.
ca: Pot ser que trigui uns minuts a desar els canvis. Espereu fins que s'hagi completat el procés i no actualitzeu la pàgina.
cs: Uložení změn může trvat několik minut. Počkejte prosím na dokončení procesu a neobnovujte stránku.
vi: Có thể mất vài phút để lưu lại thay đổi. Vui lòng kiễn nhẫn đợi cho đến khi quá trình cài đặt/gỡ cài đặt php hoàn tất, và đừng làm mới trang này.

source: System PHP Version
ca: Versió PHP del sistema
cs: Verze PHP systému
vi: Phiên bản PHP hệ thống

source: DNS Server
ca: Servidor DNS
cs: Servery DNS
vi: Máy chủ DNS

source: DNS Cluster
ca: Clúster DNS
vi: Cụm DNS

source: Yes
ca: Si
cs: Ano
vi: Có

source: Mail Server
ca: Servidor de correu
cs: Poštovní server
vi: Máy chủ Mail

source: Spam Filter
ca: Filtre de correu brossa
cs: Filtr spamů
vi: Bộ lọc thư rác

source: Webmail Alias
ca: Àlies de correu web
vi: Thiết lập subdomain cho Webmail

source: Global SMTP Relay
ca: Retransmisió SMTP global
cs: Globální SMTP Relay
vi: Chuyển tiếp SMTP toàn cầu

source: MySQL Support
ca: Suport MySQL
cs: Podpora MySQL
vi: Hỗ trợ MySQL

source: phpMyAdmin Alias
ca: Àlies de phpMyAdmin
vi: bí danh phpmyadmin

source: phpMyAdmin Single Sign On
ca: Inici de sessió únic de phpMyAdmin
cs: Jednorázové přihlášení do phpMyAdmin
vi: phpmyadmin đăng nhập một lần

source: More info
ca: Més informació
cs: Více informací
vi: Thông tin thêm

source: Maximum Number of Databases
ca: Nombre màxim de bases de dades
cs: Maximální počet databází
vi: Số lượng cơ sở dữ liệu tối đa

source: Current Number of Databases
ca: Nombre actual de bases de dades
cs: Aktuální počet databází
vi: Số lượng cơ sở dữ liệu hiện tại

source: PostgreSQL Support
ca: Suport PostgreSQL
cs: PostgreSQL podpora
vi: Hỗ trợ PostgreSQL

source: phpPgAdmin Alias
ca: Àlies de phpPgAdmin
vi: bí danh cho phppgadmin

source: Local Backup
ca: Còpia de seguretat local
cs: Lokální záloha
vi: Sao lưu cục bộ

source: Compression
ca: Compressió
cs: Komprese
vi: Nén

source: Compression Level
ca: Nivell de compressió
cs: Úroveň komprese
vi: Mức nén

source: zstd only
ca: només zstd
cs: pouze zstd
vi: chỉ zstd

source: Remote Backup
ca: Còpia de seguretat remota
cs: Vzdálené zálohování
vi: Sao lưu từ xa

source: Enable incremental backup
ca: Activa la còpia de seguretat incremental
vi: Bật sao lưu gia tăng

source: Repository
ca: Repositori
vi: Kho lưu trữ

source: Keep last daily backups
ca: Conserveu les darreres còpies de seguretat diàries
vi: Giữ lại bản sao lưu hàng ngày gần nhất

source: Keep last weekly backups
ca: Conserveu les darreres còpies de seguretat setmanals
vi: Giữ bản sao lưu hàng tuần gần nhất

source: Keep last monthly backups
ca: Conserveu les darreres còpies de seguretat mensuals
vi: Giữ bản sao lưu hàng tháng gần nhất

source: Keep last yearly backups
ca: Conserveu les darreres còpies de seguretat anuals
vi: Giữ bản sao lưu hàng năm gần nhất

source: Security
ca: Seguretat
cs: Zabezpečení
vi: Bảo mật

source: Enable API access
ca: Activa l'accés a l'API
cs: Povolit přístup k API
vi: Cho phép truy cập API

source: Enabled for admin
ca: Activat per als administradors
cs: Povoleno pro administrátory
vi: Kích hoạt cho Quản trị viên

source: Enabled for all users
ca: Activat per a tots els usuaris
cs: Povoleno pro všechny uživatele
vi: Kích hoạt cho tất cả thành viên

source: Enable legacy API access
ca: Activa l'accés a l'API antiga
cs: Povolit 'legacy API' přístup
vi: Cho phép truy cập API cũ

source: Allowed IP addresses for API
ca: Adreces IP permeses per a l'API
cs: Povolené IP adresy pro API
vi: Địa chỉ IP được phép cho API

source: Login
ca: Inici de sessió
cs: Přihlášení
vi: Đăng nhập

source: Login screen style
ca: Estil de pantalla d'inici de sessió
cs: Styl přihlašovací obrazovky
vi: Kiểu màn hình đăng nhập

source: Default
ca: Per defecte
cs: Výchozí
vi: Mặc định

source: Old Style
ca: Estil antic
cs: Starý styl
vi: Kiểu cũ

source: Allow users to reset their passwords
ca: Permet als usuaris restablir les contrasenyes
cs: Povolit uživatelům resetování hesla
vi: Cho phép thành viên đặt lại mật khẩu

source: Inactive session timeout
ca: Temps d'espera de la sessió inactiva
cs: Doba neaktivního sezení
vi: Thời gian chờ không hoạt động

source: Minutes
ca: Minuts
cs: Minuty
vi: Phút

source: Prevent CSRF
ca: Evita CSRF
cs: Zabránit CSRF
vi: Ngăn chặn CSRF

source: Strict
ca: Estricte
cs: Striktní
vi: Nghiêm ngặt

source: System Protection
ca: Protecció del sistema
cs: Ochrana systému
vi: Bảo vệ hệ thống

source: System Administrator account
ca: Compte d'administrador del sistema
cs: Účet systémového administrátora
vi: Tài khoản quản trị viên hệ thống

source: Restrict access to read-only for other administrators
ca: Restringeix l'accés a només lectura per a altres administradors
cs: Omezit přístup na zobrazení bez úprav pro ostatní administrátory
vi: Hạn chế quyền truy cập chỉ đọc cho các quản trị viên khác

source: Hide account from other administrators
ca: Amaga el compte d'altres administradors
cs: Schovat účty před ostatními administrátory
vi: Ẩn tài khoản khỏi những người quản trị khác

source: Do not allow other administrators to access Server Settings
ca: No permetis que altres administradors accedeixin a la configuració del servidor
cs: Zakázat ostatním administrátorům přístup k nastavení serveru
vi: Không cho phép quản trị viên khác truy cập vào Cấu hình máy chủ

source: Policies
ca: Polítiques
cs: Politiky
vi: Chính sách

source: Users
ca: Usuaris
cs: Uživatelé
vi: Thành viên

source: Allow users to edit their account details
ca: Permet als usuaris editar els detalls del seu compte
cs: Povolit uživatelům změnu vlastních údajů
vi: Cho phép thành viên chỉnh sửa thông tin tài khoản

source: Allow users to change templates when editing web domains
ca: Permet als usuaris canviar les plantilles en editar dominis web
cs: Povolit uživatelům změnu šablon webových domén
vi: Cho phép thành viên thay đổi mẫu khi chỉnh sửa tên miền web

source: Allow users to change templates when editing DNS zones
ca: Permet als usuaris canviar les plantilles en editar zones DNS
cs: Povolit uživatelům změnu šablony DNS zón
vi: Cho phép thành viên thay đổi mẫu khi chỉnh sửa DNS zones

source: Allow users to view action and login history logs
ca: Permet als usuaris veure els registres de l'historial d'accions i d'inici de sessió
cs: Povolit uživatelům vidět záznamy přihlašování a aktivit
vi: Cho phép thành viên xem nhật ký lịch sử hành động và đăng nhập

source: Allow users to delete log history
ca: Permet als usuaris suprimir l'historial de registres
cs: Povolit uživatelům mazat historii záznamů
vi: Cho phép người dùng xóa lịch sử nhật ký

source: Allow suspended users to log in with read-only access
ca: Permet als usuaris suspesos iniciar la sessió amb accés de només lectura
cs: Povolit pozastaveným uživatelům přihlásit se v režimu zobrazení bez úprav
vi: Cho phép người dùng bị tạm dừng có thể đăng nhập nhưng quyền truy cập là CHỈ ĐỌC

source: Preview
ca: Previsualitza
cs: Náhled
vi: Xem trước

source: Allow suspended users to create new backups
ca: Permet als usuaris suspesos crear còpies de seguretat noves
cs: Povolit pozastaveným uživatelům vytvářet nové zálohy
vi: Cho phép thành viên bị tạm dừng có thể tạo bản sao lưu mới

source: Sync Error document templates on user rebuild
ca: Plantilles de document d'error de sincronització en la reconstrucció de l'usuari
cs: Chyba synchronizace šablon dokumentů při obnově uživatele
vi: Đồng bộ hóa các mẫu tài liệu lỗi khi người dùng xây dựng lại

source: Sync Skeleton templates
ca: Sincronitza les plantilles d'esquelet
cs: Synchronizovat šablony Skeletonu
vi: Đồng bộ mẫu Skeleton

source: Enforce subdomain ownership
ca: Força la propietat del subdomini
cs: Vynutit vlastnictví subdomén
vi: Thực thi quyền sở hữu tên miền phụ

source: Plugins
ca: Extensions
cs: Doplňky

source: Quick App Installer
ca: Instal·lador d'aplicacions ràpides
cs: Rychlá instalace webu
vi: Cài đặt ứng dụng nhanh

source: File Manager
ca: Gestor d'arxius
cs: Správce souborů
vi: Trình quản lý tệp

source: Web Terminal
ca: Terminal web
cs: Webový terminál

source: Limit System Resources
ca: Limitar recursos del sistema
vi: Giới hạn tài nguyên hệ thống

source: File System Disk Quota
ca: Quota de disc del sistema de fitxers
cs: Kvóta pro disk souboru
vi: Hệ thống tập tin hạn ngạch đĩa

source: Firewall
ca: Tallafoc
vi: Tường lửa

source: Packages
ca: Paquets
cs: Balíčky
vi: Gói hosting

source: Edit Package
ca: Edita el paquet
cs: Upravit balíček
vi: Sửa gói

source: Duplicate
ca: Duplicar
cs: Duplikovat
vi: Bản sao

source: Are you sure you want to delete package %s?
ca: Esteu segur que voleu suprimir el paquet %s?
cs: Jste si jisti, že chcete smazat balíček
vi: Bạn có chắc chắn muốn xóa gói %s không?

source: %d package
ca: %d paquet
cs: %d balíček
vi: %d gói

source: Add Cron Job
ca: Afegeix una tasca de Cron
cs: Přidat Cron Job
vi: Thêm tiến trình

source: System time
ca: Hora del sistema
vi: Thời gian hệ thống

source: Hourly
ca: Cada hora
cs: Za hodinu
vi: Hàng giờ

source: Run Command
ca: Ordre d'execució
cs: Spustit příkazy
vi: Chạy lệnh

source: Every minute
ca: Cada minut
cs: Každou minutu
vi: Mỗi phút

source: Every %s minutes
ca: Cada %s minuts
cs: Každých %@ minut
vi: Mỗi %s phút

source: Every hour
ca: Cada hora
cs: Každou hodinu
vi: Mỗi giờ

source: Every %s hours
ca: Cada %s hores
cs: Každých%s hodin
vi: Mỗi %s giờ

source: Every day
ca: Cada dia
cs: Každý den
vi: Mỗi ngày

source: Every odd day
ca: Cada dia estrany
cs: Každý lichý den
vi: Mỗi ngày lẻ

source: Every even day
ca: Cada dia parell
cs: Každý sudý den
vi: Mỗi ngày chẵn

source: Every %s days
ca: Cada %s dies
cs: Každý %s dní
vi: Mỗi %s ngày

source: Weekdays (5 days)
ca: Dies laborables (5 dies)
cs: Pracovní dny (5 dní)
vi: Các ngày trong tuần (5 ngày)

source: Weekend (2 days)
ca: Cap de setmana (2 dies)
cs: Víkend (2 dny)
vi: Các ngày trong tuần (2 ngày)

source: Monday
ca: Dilluns
cs: Pondělí
vi: Thứ hai

source: Tuesday
ca: Dimarts
cs: Úterý
vi: Thứ ba

source: Wednesday
ca: Dimecres
cs: Středa
vi: Thứ tư

source: Thursday
ca: Dijous
cs: Čtvrtek
vi: Thứ năm

source: Friday
ca: Divendres
cs: Pátek
vi: Thứ sáu

source: Saturday
ca: Dissabte
cs: Sobota
vi: Thứ bảy

source: Sunday
ca: Diumenge
cs: Neděle
vi: Chủ nhật

source: Every month
ca: Cada mes
cs: Každý měsíc
vi: Mỗi tháng

source: Every odd month
ca: Cada mes imparell
cs: Každý lichý měsíc
vi: Mỗi tháng lẻ

source: Every even month
ca: Cada mes parell
cs: Každý sudý měsíc
vi: Mỗi tháng chẵn

source: Every %s months
ca: Cada %s mesos
cs: Každých %s měsíců
vi: Mỗi %s tháng

source: Jan
ca: Gen
cs: Led
vi: Tháng 1

source: Apr
ca: Abr
cs: Dub
vi: Tháng 4

source: May
ca: Maig
cs: Kvě
vi: Tháng 5

source: Aug
ca: Ago
cs: Srp
vi: Tháng 8

source: Sep
ca: Set
cs: Zář
vi: Tháng 9

source: Dec
ca: Des
cs: Pro
vi: Tháng 12

source: Disable Notifications
ca: Desactiva les notificacions
cs: Vypnout oznámení
vi: Tắt thông báo

source: Enable Notifications
ca: Activa les notificacions
cs: Povolit oznámení
vi: Bật thông báo

source: Are you sure you want to unsuspend this cron job?
ca: Esteu segur que voleu anul·lar la suspensió d'aquesta tasca de cron?
cs: Jste si jistí že chcete obnovit tento cron job?
vi: Bạn có chắc chắn muốn hủy tạm dừng tiến trình tự đông này không?

source: Are you sure you want to suspend this cron job?
ca: Esteu segur que voleu suspendre aquesta tasca de cron?
cs: Jste si jistí že chcete suspendovat cron job?
vi: Bạn có chắc chắn muốn tạm dừng tiến trình tự đông này không?

source: Edit Cron Job
ca: Edita Cron Job
cs: Upravit cron job
vi: Sửa tiến trình

source: Edit
ca: Edita
cs: Upravit
vi: Sửa

source: Are you sure you want to delete this cron job?
ca: Esteu segur que voleu suprimir aquesta tasca de cron?
cs: Jsou si jisti, že chcete smazat cron job?
vi: Bạn có chắc chắn muốn xóa tiến trình tự đông này không?

source: %d cron job
ca: %d tasca cron
cs: %d cron úloha
vi: %d tiến trình tự đông

source: Purge Nginx Cache
ca: Purgar la memòria cau de Nginx
cs: Vyprázdnit Nginx Mezipaměť
vi: Xóa bộ nhớ đệm nginx

source: Statistics
ca: Estadístiques
cs: Statistika
vi: Thống kê

source: Edit Domain
ca: Edita el domini
cs: Upravit doménu
vi: Sửa tên miền

source: Visit
ca: Visita
cs: Navštívit
vi: Ghé thăm

source: Download Site
ca: Lloc de descàrrega
cs: Web ke stažení
vi: Tải xuống trang web

source: View Logs
ca: Veure registres
vi: Xem nhật ký

source: %d web domain
ca: %d domini web
cs: %d web doména
vi: %d tên miền Web

source: Webmail Client
ca: Client Webmail
cs: Webmail klient
vi: Webmail khách

source: Catch-All Email
ca: Correu electrònic generalitzat
cs: Zachytit všechny e-maily
vi: Email tổng hợp

source: email / hour / account
ca: correu electrònic / hora / compte
cs: e-mail / hodinu / účet
vi: email/giờ/tài khoản

source: Reject Spam
ca: Rebutja el correu brossa
cs: Odmítnout nevyžádanou poštu
vi: Từ chối thư rác

source: DKIM Support
ca: Suport DKIM
cs: DKIM podpora
vi: Hỗ trợ DKIM

source: To enable Let's Encrypt SSL, ensure that DNS records exist for mail.%s and %s!
ca: Per habilitar Let's Encrypt SSL, assegureu-vos que hi ha registres DNS per al correu.%s i %s!
cs: Chcete-li povolit Let's Encrypt SSL, zajistěte, aby existovaly DNS záznamy pro mail.%s a %s!
vi: Để bật Let's Encrypt SSL, hãy đảm bảo rằng có bản ghi DNS cho thư.%s và %s!

source: SMTP Relay
ca: Retransmisió SMTP
vi: Chuyển tiếp SMTP

source: Task Monitor
ca: Monitor de tasques
cs: Monitor úloh
vi: Giám sát tác vụ

source: Are you sure you want to restart the server?
ca: Esteu segur que voleu reiniciar el servidor?
vi: Bạn có chắc chắn muốn khởi động lại máy chủ không?

source: Stop
ca: Atura
cs: Zastavit
vi: Dừng lại

source: Start
ca: Inici
vi: Bắt đầu

source: Production Release
ca: Publicació de producció
cs: Vydání produkce
vi: Phát hành sản xuất

source: Operating System
ca: Sistema operatiu
cs: Operační systém
vi: Hệ điều hành

source: Load Average
ca: Càrrega mitjana
cs: Průměrné zatížení
vi: Tải trung bình

source: Uptime
ca: Temps de funcionament
cs: Doba provozu
vi: Thời gian hoạt động

source: Services
ca: Serveis
cs: Služby
vi: Các dịch vụ

source: Service
ca: Servei
cs: Služby
vi: Dịch vụ

source: Memory
ca: Memòria
cs: Pamět
vi: Ram

source: Are you sure you want to restart the %s service?
ca: Esteu segur que voleu reiniciar el servei %s?
vi: Bạn có chắc chắn muốn khởi động lại dịch vụ %s không?

source: Are you sure you want to stop the %s service?
ca: Està segur que desitja aturar el servei %s?
vi: Bạn có chắc chắn muốn dừng dịch vụ %s không?

source: Are you sure you want to start the %s service?
ca: Esteu segur que voleu iniciar el servei %s?
vi: Bạn có chắc chắn muốn bắt đầu dịch vụ %s không?

source: Add Record
ca: Afegeix un registre
cs: Přidat záznam
vi: Thêm bản ghi

source: Edit DNS Record
ca: Edita el registre DNS
cs: Upravit záznam DNS
vi: Sửa bản ghi DNS

source: Are you sure you want to delete record %s?
ca: Esteu segur que voleu suprimir el registre %s?
cs: Jste si jistý/á, že chcete smazat pravidlo %s?
vi: Bạn có chắc chắn muốn xóa bản ghi %s không?

source: %d DNS record
ca: %d registre DNS
cs: %d DNS záznam
vi: %d bản ghi DNS

source: Access Key
ca: Clau d'accés
cs: Přístupový klíč

source: Are you sure you want to delete access key %s?
ca: Esteu segur que voleu suprimir la clau d'accés %s?
cs: Opravdu chcete odstranit tyto přístupové klíče %s?
vi: Bạn có chắc chắn muốn xóa Access Key %s không?

source: %d access key
ca: %d clau d'accés
cs: %d přístupový klíč %d přístupové klíče

source: Add SSH Key
ca: Afegeix la clau SSH
vi: Thêm SSH Key

source: SSH Keys
ca: Claus SSH
cs: SSH klíče

source: SSH ID
ca: ID SSH

source: Are you sure you want to delete SSH key %s?
ca: Esteu segur que voleu suprimir la clau SSH %s?
cs: Opravdu chcete odstranit tyto přístupové klíče %s?
vi: Bạn có chắc chắn muốn xóa SSH key %s không?

source: %d SSH key
ca: %d Clau SSH

source: Your password must have at least
ca: La contrasenya ha de tenir com a mínim
cs: Vaše heslo musí mít alespoň
vi: Mật khẩu phải có ít nhất

source: 8 characters long
ca: 8 caràcters de llarg
cs: Délku 8 znaků
vi: 8 ký tự

source: 1 uppercase & 1 lowercase character
ca: 1 majúscula & 1 caràcter minúscula
cs: 1 velké a 1 malé písmeno
vi: 1 chữ hoa & 1 chữ thường

source: 1 number
ca: 1 nombre
cs: 1 číslo
vi: 1 chữ số

source: Use local-part without domain name
ca: Utilitzeu la part local sense nom de domini
cs: Použijte místní část local-part bez názvu domény
vi: Sử dụng tên cục bộ không có tên miền

source: Discard all mail
ca: Descarta tots els correus
cs: Zahození veškeré emaily
vi: Hủy tất cả Mail

source: Do not store forwarded mail
ca: No deseu el correu reenviat
cs: neukládat odeslané e-maily
vi: Không lưu mail chuyển tiếp

source: Forward to
ca: Avança fins
cs: Předat dál
vi: Chuyển tiếp đến

source: one or more email addresses
ca: una o més adreces de correu electrònic
cs: jeden nebo více e-mailových adres
vi: một hoặc nhiều địa chỉ mail

source: email / hour
ca: correu electrònic / hora
cs: email / hodinu
vi: mail/giờ

source: a database
ca: una base de dades
cs: a databáze
vi: cơ sở dữ liệu

source: Prefix %s will be automatically added to database name and database user
ca: El prefix %s s'afegirà automàticament al nom de la base de dades i a l'usuari de la base de dades
cs: Prefix %s bude automaticky přidán k názvu a uživateli databáze
vi: Tiền tố %s sẽ được tự động thêm vào tên cơ sở dữ liệu và người dùng cơ sở dữ liệu

source: Rebuild User Profile
ca: Reconstrueix el perfil d'usuari
cs: Přestavět uživatelský profil
vi: Xây dựng lại hồ sơ thành viên

source: Rebuild Web Domains
ca: Reconstrueix dominis web
cs: Znovu sestavit webové domény
vi: Xây dựng lại tên miền web

source: Rebuild DNS Zones
ca: Reconstrueix les zones DNS
cs: Znovu sestavit DNS zóny
vi: Xây dựng lại vùng DNS

source: Rebuild Mail Domains
ca: Reconstrueix dominis de correu
cs: Znovu sestavit mailové domény
vi: Xây dựng lại tên miền mail

source: Rebuild Databases
ca: Reconstruir bases de dades
cs: Obnovit databáze
vi: Xây dựng lại Database

source: Rebuild Cron Jobs
ca: Reconstrueix les feines de Cron
cs: Přestavět úlohy Cronu
vi: Xây dựng lại Cron

source: Update Usage Counters
ca: Actualitza els comptadors d'ús
cs: Aktualizovat počítadla
vi: Cập nhật bộ đếm sử dụng

source: Are you sure you want to unsuspend user %s?
ca: Esteu segur que voleu anul·lar la suspensió de l'usuari %s?
cs: Jste si jistý/á, že chcete zrušit pozastavení uživatele %s?
vi: Bạn có chắc chắn muốn huỷ đình chỉ thành viên %s không?

source: Are you sure you want to suspend user %s?
ca: Esteu segur que voleu suspendre l'usuari %s?
cs: Jste si jisti, že chcete pozastavit uživatele %s?
vi: Bạn có chắc chắn muốn đình chỉ thành viên %s không?

source: Log in as
ca: Inicieu sessió com a
cs: Přihlásit se jako
vi: Đăng nhập vào

source: Are you sure you want to delete user %s?
ca: Esteu segur que voleu suprimir l'usuari %s?
cs: Jste si jisti, že chcete odstranit uživatele %s?
vi: Bạn có chắc chắn muốn xóa thành viên %s không?

source: %d user account
ca: %d compte d'usuari
cs: %d uživatelský účet
vi: Tổng cộng: %d thành viên

source: Install %s
ca: Instal·la %s
cs: Nainstalovat %s
vi: Cài đặt %s

source: Data Loss Warning!
ca: Avís de pèrdua de dades!
cs: Varování před ztrátou dat
vi: Cảnh báo mất database!

source: Your web folder already has files uploaded to it. The installer will overwrite your files and/or the installation might fail.
ca: La vostra carpeta web ja té fitxers penjats. L'instal·lador sobreescriurà els vostres fitxers i/o la instal·lació pot fallar.
cs: Ve vaší webové složce jsou již nahrané soubory. Instalátor přepíše soubory a/nebo instalace může selhat.
vi: Thư mục web của bạn đã có các tệp được tải lên nó. Trình cài đặt sẽ ghi đè lên các tập tin của bạn và/hoặc cài đặt có thể thất bại.

source: Please make sure ~/web/%s/public_html is empty!
ca: Assegureu-vos que~/web/%s/public_html iés buit!
cs: Prosíme aby adresář ~/web%s/public_html byl prázdný!
vi: Vui lòng đảm bảo ~/web/%s/public_html trống!
