Repository: hestiacp/hestiacp-locale
Catalog: src/*/LC_MESSAGES/hestiacp.po
Languages: ca, cs, vi

source: Download of remote backup file has been scheduled.
ca: S'ha programat la baixada del fitxer de còpia de seguretat remota.
cs: Stahování vzdáleného záložního backup souboru bylo naplánováno.
vi: Đã lên lịch tải xuống tệp sao lưu từ xa.

source: Error: Hestia did not return any output.
ca: Error: Hestia no ha retornat cap sortida.
cs: Chyba: Hestia nevrátila žádný výstup.
vi: Lỗi: Hệ thống không trả về bất kỳ đầu ra nào.

source: Snapshot has been sheduled
ca: S'ha programat la còpia de seguretat
vi: Ảnh chụp nhanh đã được lên lịch

source: Task has been added to the queue. You will receive an email notification when your backup is ready for download.
ca: La tasca s'ha afegit a la cua. Rebràs una notificació per correu electrònic quan la teva còpia de seguretat estigui a punt per baixar-la.
cs: Úkol byl přidán do fronty. Po dokončení obnovy obdržíte e-mailové upozornění kdy bude možno zálohu stáhnout.
vi: Nhiệm vụ đã được thêm vào hàng đợi. Bạn sẽ nhận được thông báo qua email khi bản sao lưu của bạn đã sẵn sàng để tải xuống.

source: An existing backup task is already running, please wait for it to complete.
ca: Ja s'està executant una tasca de còpia de seguretat existent; espereu que es completi.
cs: Již je spuštěn existující zálohovací mechanismus, počkejte na jeho dokončení.
vi: Một tác vụ sao lưu hiện có đang chạy, vui lòng đợi cho đến khi hoàn tất.

source: Task has been added to the queue. You will receive an email notification when your restore has been completed.
ca: La tasca s'ha afegit a la cua. Rebràs una notificació per correu electrònic quan s'hagi completat la restauració.
cs: Úkol byl přidán do fronty. Po dokončení obnovy obdržíte e-mailové upozornění.
vi: Nhiệm vụ đã được thêm vào hàng đợi. Bạn sẽ nhận được thông báo qua email khi quá trình khôi phục của bạn hoàn tất.

source: An existing restoration task is already running. Please wait for it to finish before launching it again.
ca: Ja s'està executant una tasca de restauració existent. Espereu que acabi abans de tornar-lo a iniciar.
cs: Stávající obnovovací úkol již běží. Počkejte, než ho znovu spustíte.
vi: Một tác vụ khôi phục hiện tại đang chạy. Vui lòng đợi tác vụ đó hoàn tất trước khi khởi chạy lại.

source: Restart "%s" failed
ca: No s'ha pogut reiniciar «%s»
cs: Restartování "%s" selhalo
vi: Khởi động lại "%s" không thành công

source: The system is going down for reboot NOW!
ca: El sistema s'està aturant per reiniciar ARA!
cs: Systém se NYNÍ restartuje!
vi: Hệ thống sẽ ngừng hoạt động để khởi động lại NGAY BÂY GIỜ!

source: Directory
ca: Directori
cs: Adresář
vi: Thư mục

source: File
ca: Fitxer
vi: Tập tin

source: Symlink
ca: Enllaç simbòlic

source: Unknown
ca: Desconegut
vi: Không xác định

source: Hello {{name}}, To reset your {{appname}} password, please follow this link: https://{{hostname}}/reset/?action=confirm&user={{user}}&code={{resetcode}} Alternatively, you may go to https://{{hostname}}/reset/?action=code&user={{user}} and enter the following reset code: {{resetcode}} If you did not request password reset, please ignore this message and accept our apologies. Best regards, -- {{appname}}
ca: Hola {{name}}, Per restablir la vostra contrasenya {{appname}}, seguiu aquest enllaç: https://{{hostname}}/reset/?action=confirm&user={{user}}&code={{resetcode}} Alternativament, podeu anar a https://{{hostname}}/reset/?action=code&user={{user}} i introduir el codi de restabliment següent: {{resetcode}} Si no heu sol·licitat el restabliment de la contrasenya, ignoreu aquest missatge i accepteu les nostres disculpes. Salutacions cordials, -- {{appname}}
cs: Ahoj {{name}}, Pro obnovení hesla {{appname}} následujte tento odkaz: https://://{{hostname}}/reset/? ction=confirm&user={{user}}&code={{resetcode}} Pak můžete jít na https:////{{hostname}}/reset/? ction=code&user={{user}} a zadejte následující kód pro obnovení: {{resetcode}} Pokud jste nežádali o obnovení hesla, prosím ignorujte tuto zprávu a přijměte naši omluvu. S pozdravem, -- {{appname}}
vi: Xin chào {{name}}, Để đặt lại mật khẩu {{appname}} của bạn, vui lòng theo liên kết này: https://{{hostname}}/reset/?action=confirm&user={{user}}&code={{resetcode}} Ngoài ra, bạn có thể truy cập https://{{hostname}}/reset/?action=code&user={{user}} và nhập mã đặt lại sau: {{resetcode}} Nếu bạn không yêu cầu đặt lại mật khẩu, vui lòng bỏ qua mail này và nhận lời xin lỗi của chúng tôi. Trân trọng, -- {{appname}}

source: Password Reset at %s
ca: Restableix la contrasenya a %s
cs: Obnovení hesla v %s
vi: Đặt lại mật khẩu tại %s

source: Password reset instructions have been sent to the email address associated with this account.
ca: S'han enviat instruccions de restabliment de contrasenya a l'adreça de correu electrònic associada amb aquest compte.
cs: Pokyny pro obnovení hesla byly zaslány na e-mailovou adresu spojenou s tímto účtem.
vi: Hướng dẫn đặt lại mật khẩu đã được gửi đến địa chỉ email mà bạn đã liên kết với tài khoản này.

source: Please wait 15 minutes before sending a new request.
ca: Espereu 15 minuts abans d'enviar una nova sol·licitud.
cs: Počkejte prosím 15 minut před odesláním nového požadavku.
vi: Vui lòng đợi 15 phút trước khi gửi yêu cầu mới.

source: An internal error occurred
ca: S'ha produït un error intern
cs: Nastala interní chyba
vi: Đã xảy ra lỗi nội bộ

source: Code has been expired
ca: El codi ha caducat
cs: Kód expiroval
vi: Mã đã hết hạn

source: Invalid username or code
ca: Nom d'usuari o codi no vàlids
cs: Neplatné uživatelské jméno nebo kód
vi: Tên tài khoản hoặc mã không hợp lệ

source: Passwords do not match
ca: Les contrasenyes no coincideixen
cs: Hesla se neshodují
vi: Mật khẩu không khớp

source: Error code: %s
ca: Codi d'error: %s
cs: Kód chyby: %s
vi: Mã lỗi: %s

source: You are logged out, please log in again.
ca: Heu tancat la sessió, torneu a iniciar la sessió.
cs: Byli jste odhlášeni. Přihlaste se prosím znovu.
vi: Bạn đã đăng xuất, vui lòng đăng nhập lại.

source: %d day
ca: %d dia
cs: %d den
vi: %d ngày

source: %d hour
ca: %d hora
cs: %d hodina
vi: %d giờ

source: %d minute
ca: %d minut
cs: %d minuta
vi: %d phút

source: Password does not match the minimum requirements.
ca: La contrasenya no compleix els requisits mínims.
cs: Heslo neodpovídá minimálním požadavkům.
vi: Mật khẩu không đáp ứng yêu cầu tối thiểu.

source: Cannot combine nologin and rssh shell with jailed shell.
ca: No es poden combinar nologin i el shell rssh amb un shell jailed.

source: Please enter a valid email address.
ca: Si us plau, introdueix una adreça de correu electrònic vàlida.
cs: Prosím, zadejte platnou e-mailovou adresu.
vi: Vui lòng nhập địa chỉ email hợp lệ.

source: Please enter a valid contact name.
ca: Introduïu un nom de contacte vàlid.
cs: Zadejte prosím platné příjmení.
vi: Vui lòng nhập tên liên lạc hợp lệ.

source: Changes have been saved.
ca: S'han desat els canvis.
cs: Změny byly uloženy.
vi: Những thay đổi đã được lưu.

source: Info (read-only mode): Crontab can only be edited via SSH.
ca: Informació (mode només de lectura): Crontab només es pot editar mitjançant SSH.
cs: Informace (režim jen pro čtení): Crontab může být upravován pouze přes SSH.
vi: Thông tin (chế độ chỉ đọc): Crontab chỉ có thể được chỉnh sửa thông qua SSH.

source: Repository can not be empty
ca: El repositori no pot estar buit
vi: Kho lưu trữ không được để trống

source: Inactive session timeout can not lower than 1 minute.
ca: El temps d'espera de la sessió inactiva no pot ser inferior a 1 minut.
cs: Časový limit neaktivní relace nesmí být nižší než 1 minuta.
vi: Thời gian chờ phiên không hoạt động không thể thấp hơn 1 phút.

source: Panel Cronjobs
ca: Tasques programades del panell
cs: Panel Cronů
vi: Tiến trìnhPanel

source: Error: unknown record ID.
ca: Error: identificador de registre desconegut.
cs: Chyba: neznámé ID záznamu.
vi: Lỗi: ID bản ghi không xác định.

source: Field "%s" can not be blank.
ca: El camp "%s" no pot estar en blanc.
cs: Pole "%s" nesmí být prázdné.
vi: Trường "%s" không được để trống.

source: Username
ca: Usuari
cs: Uživatelské jméno
vi: Tên đăng nhập

source: FTP account has been created and ready to use. Hostname: {{domain}} Username: {{username}} Password: {{password}} Best regards, -- {{appname}}
ca: El compte FTP s'ha creat i llest per utilitzar. Nom d'amfitrió: {{domain}} Nom d'usuari: {{username}} Contrasenya: {{password}} Salutacions cordials, -- {{appname}}
cs: Dobrý den {{name}}, Váš FTP účet byl vytvořen a připraven k použití. http://{{hostname}}/přihlášení / uživatelské jméno: {{user}} Heslo: {{password}} S pozdravem, -- {{appname}}
vi: Tài khoản FTP đã được tạo và sẵn sàng sử dụng. Tên máy chủ: {{domain}} Tên người dùng: {{username}} Mật khẩu: {{password}} Trân trọng, -- {{appname}}

source: FTP Account Credentials: %s
ca: Credencials del compte FTP: %s
cs: Přístupové údaje k účtu FT: %s
vi: Thông tin tài khoản FTP: %s

source: Mail account has been created. Common Account Settings: Username: {{account}}@{{domain}} Password: {{password}} Webmail: {{webmail}} Hostname: {{hostname}} IMAP Settings Authentication: Normal Password SSL/TLS: Port 993 STARTTLS: Port 143 No encryption: Port 143 POP3 Settings Authentication: Normal Password SSL/TLS: Port 995 STARTTLS: Port 110 No encryption: Port 110 SMTP Settings Authentication: Normal Password SSL/TLS: Port 465 STARTTLS: Port 587 No encryption: Port 25 Best regards, -- {{appname}}
ca: S'ha creat un compte de correu. Configuració comuna del compte: Nom d'usuari: {{account}}@{{domain}} Contrasenya: {{password}} Correu web: {{webmail}} Nom d'amfitrió: {{hostname}} Configuració IMAP Autenticació: Contrasenya normal SSL/TLS: Port 993 STARTTLS: Port 143 Sense xifratge: port 143 Configuració POP3 Autenticació: Contrasenya normal SSL/TLS: Port 995 STARTTLS: Port 110 Sense xifratge: port 110 Configuració SMTP Autenticació: Contrasenya normal SSL/TLS: Port 465 STARTTLS: Port 587 Sense xifratge: Port 25 Salutacions cordials, -- {{appname}}
cs: Byl vytvořen e-mailový účet. Společné nastavení účtu: Uživatelské jméno: {{account}}@{{domain}} heslo: {{password}} Webová adresa: {{webmail}} Hostitel: {{hostname}} IMAP nastavení Authentication: Normal Password SSL/TLS: Port 993 STARTTLS: Port 143 No encryption: Port 143 POP3 Settings Authentication: Normální heslo SSL/TLS: Port 995 STARTTLS: Port 110 No encryption: Port 110 SMTP Settings Authentication: Normální heslo SSL/TLS: Port 465 STARTTLS: Port 587 No encryption: Port 25 Best regards, – {{appname}}
vi: Tài khoản Mail đã được tạo. Cài đặt tài khoản chung: Tên người dùng: {{account}}@{{domain}} Mật khẩu: {{password}} Webmail: {{webmail}} Tên máy chủ: {{hostname}} Cài đặt IMAP Xác thực: Mật khẩu thông thường SSL/TLS: Cổng 993 STARTTLS: Cổng 143 Không mã hóa: Cổng 143 Cài đặt POP3 Xác thực: Mật khẩu thông thường SSL/TLS: Cổng 995 STARTTLS: Cổng 110 Không mã hóa: Cổng 110 Cài đặt SMTP Xác thực: Mật khẩu thông thường SSL/TLS: Cổng 465 STARTTLS: Cổng 587 Không mã hóa: Cổng 25 Trân trọng, -- {{appname}}

source: Email Credentials: %s@%s
ca: Credencials de correu electrònic: %s@%s
cs: Poslat přihlašovací údaje: %s@%s
vi: Thông tin xác thực email: %s@%s

source: Action
ca: Acció
cs: Akce
vi: Hành động

source: IP Address
ca: Adreça IP
cs: IP adresa
vi: Địa chỉ IP

source: Package
ca: Paquet
cs: Balíček
vi: Các gói

source: Web Template
ca: Plantilla web
cs: Webová šablona
vi: Mẫu Apache

source: Backend Template
ca: Plantilla de backend
cs: Backend šablona
vi: Mẫu Backend

source: Proxy Template
ca: Plantilla de proxy
cs: Proxy šablona
vi: Mẫu Proxy

source: DNS Template
ca: Plantilla DNS
cs: DNS šablona
vi: Mẫu DNS

source: Shell
ca: Intèrpret
cs: Shell příkaz

source: Web Domains
ca: Dominis web
cs: Webové domény
vi: Tên miền trang web

source: Web Aliases
ca: Àlies web
cs: Webové aliasy
vi: Bí danh của Webmail

source: DNS Zones
ca: Zones DNS
cs: DNS zóny

source: DNS Records
ca: Registres DNS
cs: Záznamy DNS
vi: Bản ghi DNS

source: Mail Domains
ca: Dominis de correu
cs: Mailové domény
vi: Tên miền Email

source: Mail Accounts
ca: Comptes de correu
cs: Mailové účty
vi: Tài khoản Mail

source: Rate Limit
ca: Límit de tarifa
cs: Limity a omezení
vi: Giới hạn tốc độ

source: Databases
ca: Bases de dades
cs: Databáze
vi: Tên database

source: Cron Jobs
ca: Tasques Cron
cs: Cron úlohy
vi: Tiến trình tự động

source: Backups
ca: Còpies de seguretat
cs: Zálohy
vi: Bản sao lưu

source: Incremental Backups
ca: Còpies de seguretat incrementals
vi: Tăng cường sao lưu

source: Bandwidth
ca: Ample de banda
cs: Přenos
vi: Băng thông

source: CPU quota
ca: Quota de CPU
vi: Hạn ngạch CPU

source: CPU quota period
ca: Període de quota de CPU
vi: Khoảng thời gian hạn ngạch CPU

source: Memory Limit
ca: Límit de Memòria
vi: Giới hạn bộ nhớ

source: Swap Limit
ca: Límit de Memòria d'Intercanvi
vi: Giới hạn hoán đổi

source: Nameserver 1
ca: Servidor de noms 1
cs: Jmenný server 1

source: Nameserver 2
ca: Servidor de noms 2
cs: Jmenný server 2

source: Error: unable to copy package.
ca: Error: no es pot copiar el paquet.
cs: Chyba: Nelze zkopírovat balíček.
vi: Lỗi: Không thể sao chép gói.

source: Password
ca: Contrasenya
cs: Heslo
vi: Mật khẩu

source: Email
ca: Correu electrònic
cs: E-maily
vi: Địa chỉ Email

source: Contact Name
ca: Nom de Contacte
vi: Tên liên hệ

source: Hello {{name}}, Your account has been created and ready to use. https://{{hostname}}/login/ Username: {{user}} Password: {{password}} Best regards, -- {{appname}}
ca: Hola {{name}}, El vostre compte s'ha creat i llest per utilitzar. https://{{hostname}}/login/ Nom d'usuari: {{user}} Contrasenya: {{password}} Salutacions cordials, -- {{appname}}
cs: Dobrý den {{name}}, Váš účet byl vytvořen a připraven k použití. http://{{hostname}}/přihlášení / uživatelské jméno: {{user}} Heslo: {{password}} S pozdravem, -- {{appname}}
vi: Xin chào {{name}}, Tài khoản của bạn đã được tạo và sẵn sàng sử dụng. https://{{hostname}}/login/ Tên người dùng: {{user}} Mật khẩu: {{password}} Trân trọng, -- {{appname}}

source: Welcome to %s
ca: Benvinguts a %s
cs: Vítejte v %s
vi: Chào mừng đến với %s

source: User {%s} has been created successfully. / {Log in as %s}
ca: L'usuari {%s} s'ha creat correctament. / {Inicieu sessió com a %s}
cs: Uživatel {%s} byl úspěšně vytvořen. / {Přihlásit se jako %s}
vi: Người dùng {%s} đã được tạo thành công. / {Đăng nhập với tư cách %s}

source: Domain
ca: Domini
cs: Doména
vi: Tên miền

source: DNS zone {%s} has been created successfully.
ca: La zona DNS {%s} s'ha creat correctament.
cs: DNS zóna {%s} byla úpěšně vytvořena.
vi: DNS zone {%s} đã được tạo thành công.

source: Record
ca: Registre
cs: Záznam
vi: Bản ghi

source: Type
ca: Tipus
cs: Typ
vi: Loại

source: IP or Value
ca: IP o valor
cs: IP nebo hodnota
vi: IP hoặc giá trị

source: Record {%s.%s} has been created successfully.
ca: El registre {%s.%s} s'ha creat correctament.
cs: Záznam {%s.%s} byl úspěšně vytvořen.
vi: Bản ghi {%s.%s} đã được tạo thành công.

source: Minute
ca: Minut
cs: Minuta
vi: Phút

source: Hour
ca: Hora
cs: Hod
vi: Giờ

source: Day
ca: Dia
cs: Den
vi: Ngày

source: Month
ca: Mes
cs: Měsíc
vi: Tháng

source: Day of Week
ca: Dia de la setmana
cs: Dne v týdnu
vi: Ngày trong tuần

source: Command
ca: Ordre
cs: Příkaz
vi: Lệnh

source: Cron job has been created successfully.
ca: La feina de Cron s'ha creat amb èxit.
cs: Cron pracovní pozice byla úspěšně vytvořena.
vi: Tiến trình tự động đã được tạo thành công.

source: Netmask
ca: Màscara de xarxa
cs: Maska sítě

source: Interface
ca: Interfície
cs: Rozhraní

source: Assigned User
ca: Usuari assignat
cs: Přiřazený uživatel
vi: Thành viên được chỉ định

source: IP address {%s} has been created successfully.
ca: L'adreça IP {%s} s'ha creat correctament.
vi: Địa chỉ IP {%s} đã được tạo thành công.

source: Domain {%s} has been created successfully.
ca: El domini {%s} s'ha creat correctament.
cs: Doména {%s} byla úspěšně vytvořena.
vi: Tên miền {%s} đã được tạo thành công.

source: Permissions
ca: Permisos
cs: Oprávnění
vi: Quyền

source: Access key {%s} has been created successfully.
ca: La clau d'accés {%s} s'ha creat correctament.
cs: Přístupový klíč {%s} byl úspěšně vytvořen.
vi: Access Key {%s} đã được tạo thành công.

source: Database
ca: Base de dades
cs: Databáze
vi: CSDL

source: Host
ca: Servidor
cs: Hostitel
vi: Host, ví dụ: smtp.gmail.com

source: Charset
ca: Conjunt de caràcters
cs: Znaková sada
vi: Bộ mã

source: Database has been created. Database: {{database}} Username: {{username}} Password: {{password}} SQL Manager: {{dbadmin}} Best regards, -- {{appname}}
ca: S'ha creat la base de dades. Base de dades: {{database}} Nom d'usuari: {{username}} Contrasenya: {{password}} Gestor SQL: {{dbadmin}} Salutacions cordials, -- {{appname}}
cs: Databáze byla vytvořena. Databáze: {{database}} Uživatelské jméno: {{username}} heslo: {{password}} SQL Manager: {{dbadmin}} S pozdravem, -- {{appname}}
vi: Cơ sở dữ liệu đã được tạo. Cơ sở dữ liệu: {{database}} Tên người dùng: {{username}} Mật khẩu: {{password}} SQL Manager: {{dbadmin}} Trân trọng, -- {{appname}}

source: Database Credentials: %s
ca: Credencials de la base de dades: %s
cs: Databázové přihlašovací údaje
vi: Thông tin xác thực cơ sở dữ liệu: %s

source: Database {%s} has been created successfully. / {Open %s}
ca: La base de dades {%s} s'ha creat correctament. / {Obre %s}
cs: Database {%s} byla úspěšně vytvořena. / {Open %s}
vi: Cơ sở dữ liệu {%s} đã được tạo thành công. / {Mở %s}

source: Unable to install %s, %s is not available.
ca: No es pot instal·lar %s, %s no està disponible.
cs: Nelze nainstalovat %s, %s není k dispozici.
vi: Không thể cài đặt %s, %s không khả dụng.

source: %s installer missing.
ca: Falta l'instal·lador %s.
cs: Chybí instalátor %s.
vi: Trình cài đặt %s bị thiếu.

source: %s installed successfully.
ca: %s s'ha instal·lat correctament.
cs: %s byl úspěšně nainstalován.

source: SSH Key
ca: Clau SSH
cs: SSH klíč

source: SSH Key already exists.
ca: La clau SSH ja existeix.
cs: SSH klíč již existuje.
vi: SSH Key đã tồn tại.

source: SSH Key has been created successfully.
ca: La clau SSH s'ha creat correctament.
cs: SSH klíč byl úspěšně vytvořen.
vi: SSH Key đã được tạo thành công.

source: Mail domain {%s} has been created successfully.
ca: El domini de correu {%s} s'ha creat correctament.
cs: Cron pracovní pozice byla úspěšně vytvořena.
vi: Tên miền Mail {%s} đã được tạo thành công.

source: Account
ca: Compte
cs: Účet
vi: Tài khoản

source: Mail account {%s@%s} has been created successfully.
ca: El compte de correu {%s@%s} s'ha creat correctament.
cs: Cron pracovní pozice byla úspěšně vytvořena.
vi: Tài khoản Email {%s@%s} đã được tạo thành công.

source: Name
ca: Nom
cs: Jméno
vi: Tên

source: Data Source
ca: Font de dades
cs: Zdroje dat
vi: Nguồn dữ liệu

source: IP Version
ca: Versió IP
cs: IP Verze
vi: Phiên bản IP

source: Auto Update
ca: Actualització automàtica
cs: Automatická aktualizace
vi: Tự động cập nhật

source: IP list has been created successfully.
ca: La llista d'IP s'ha creat correctament.
cs: Seznam IP byl úspěšně vytvořen.
vi: Danh sách IP đã được tạo thành công.

source: IP address has been banned successfully.
ca: L'adreça IP s'ha prohibit correctament.
cs: IP adresa byla úspěšně zablokována.
vi: Địa chỉ IP vừa nãy đã bị cấm.

source: Rule has been created successfully.
ca: La regla s'ha creat correctament.
cs: Pravidlo bylo úspěšně vytvořeno.
vi: Quy tắc đã được tạo thành công.

source: Package {%s} has been created successfully.
ca: El paquet {%s} s'ha creat correctament.
cs: Balíček {%s} byl úspěšně vytvořen.
vi: Gói {%s} đã được tạo thành công.

source: Stop "%s" failed
ca: Ha fallat l'aturada de «%s»
cs: Zastavení "%s" selhalo
vi: Dừng "%s" không thành công

source: Country
ca: País
cs: Země
vi: Quốc gia

source: State
ca: Estat
cs: Stát
vi: Nhà nước

source: City
ca: Ciutat
cs: Město
vi: Thành phố

source: Organization
ca: Organització
cs: Organizace
vi: Tổ chức

source: Certificate has been generated successfully.
ca: El certificat s'ha generat correctament.
cs: Certifikát byl úspěšně vygenerován.
vi: Tạo chứng chỉ thành công.

source: Cron job email reporting has been successfully disabled.
ca: Els informes de correu electrònic de feina de Cron s'han desactivat correctament.
cs: Hlášení cronu na e-mail o vykonání jobu bylo úspěšně zakázáno.
vi: Báo cáo email của công việc Cron đã được tắt thành công.

source: Cron job email reporting has been successfully enabled.
ca: L'informe de correu electrònic de feina de Cron s'ha activat correctament.
cs: Hlášení cronu na e-mail o vykonání jobu bylo úspěšně zakázáno.
vi: Báo cáo email theo công việc Cron đã được bật thành công.

source: Error: %s update failed.
ca: Error: %s actualització ha fallat.
cs: Chyba: Aktualizace %s se nezdařila.
vi: Lỗi: Cập nhật %s không thành công.

source: Account has been suspended
ca: S'ha suspès el compte
cs: Účet byl pozastaven
vi: Tài khoản đã bị đình chỉ

source: Unsupported hash method
ca: Mètode hash no suportat
cs: Nepodporovaná metoda hash
vi: Phương pháp băm không được hỗ trợ

source: Invalid username or password
ca: Nom d'usuari o contrasenya no vàlids
cs: Neplatné uživatelské jméno nebo heslo
vi: Tên tài khoản hoặc mật khẩu không chính xác

source: Invalid or missing 2FA token
ca: Token 2FA no vàlid o mancant
cs: Špatný nebo nevyplněný 2FA token
vi: Token 2FA không hợp lệ hoặc bị thiếu

source: Start "%s" failed
ca: Ha fallat l'inici de «%s»
cs: Spuštění "%s" selhalo
vi: Khởi động "%s" không thành công

source: Back
ca: Enrere
cs: Zpátky
vi: Quay lại

source: Save
ca: Desar
cs: Uložit
vi: Lưu lại

source: Add User
ca: Afegeix un usuari
cs: Přidat uživatele
vi: Thêm tài khoản

source: Generate
ca: Generar
cs: Vytvořit
vi: Tạo

source: Do not allow user to log in to Control Panel
ca: No permetis que l'usuari iniciï sessió al panell de control
cs: Zakázat uživateli přihlásit se do administrace
vi: Không cho thành viên này đăng nhập vào Bảng Điều Khiển

source: Send welcome email
ca: Envia un correu electrònic de benvinguda
cs: Zaslat uvítací email
vi: Gửi email chào mừng

source: Language
ca: Idioma
cs: Jazyk
vi: Ngôn ngữ

source: Role
ca: Rol
vi: Chức vụ

source: User
ca: Usuari
cs: Uživatel
vi: Thành viên

source: Administrator
ca: Administrador
cs: Administrátor
vi: Quản trị viên

source: DNS Sync User
ca: Usuari de sincronització DNS
cs: Uživatel DNS synchronizace
vi: Đồng bộ viên

source: Email login credentials to:
ca: Envieu les credencials d'inici de sessió a:
cs: Odeslat přihlašovací údaje k e-mailu na:
vi: Gửi thông tin qua địa chỉ Email:

source: Add DNS Zone
ca: Afegeix una zona DNS
cs: Přidat zónu DNS
vi: Thêm DNS Zone

source: It is strongly advised to {create a standard user account} before adding %s to the server due to the increased privileges the admin account possesses and potential security risks.
ca: Es recomana {crear un compte d'usuari estàndard} abans d'afegir %s al servidor a causa de l'augment dels privilegis que té el compte d'administrador i dels possibles riscos de seguretat.
cs: Důrazně se doporučuje, aby {create a standard user account} před přidáním %s na server kvůli zvýšeným privilegiím, která má admin účet a potenciální bezpečnostní rizika.(Vytvořte si normálního usera - takto pracujete jako root ).
vi: Bạn nên {create a standard user account} sau đó đặt chức vụ: Thành viên. Hãy sử dụng tài khoản này thay cho tài khoản quản trị mặc định, sau đó hãy thêm %s vào máy chủ. Điều này có thể giúp bạn không bị lộ mật khẩu của tài khoản quản trị mặc định.

source: a dns domain
ca: un domini dns
cs: a DNS doména
vi: tên miền dns

source: Continue
ca: Continua
cs: Pokračovat
vi: Tiếp tục

source: Template
ca: Plantilla
cs: Šablona
vi: Mẫu

source: Advanced Options
ca: Opcions Avançades
cs: Pokročilá nastavení
vi: Tùy chọn nâng cao

source: Enable DNSSEC
ca: Activa DNSSEC
cs: Povolit DNSSEC
vi: Bật DNSSEC

source: Expiration Date
ca: Data d'expiració
cs: Platnost
vi: Ngày hết hạn
