Repository: hestiacp/hestiacp-locale
Catalog: src/*/LC_MESSAGES/hestiacp.po
Languages: ca, cs, vi

source: Shared
ca: Compartit
cs: Sdílené
vi: Chia sẻ

source: Assigned Domain
ca: Domini assignat
cs: Přiřazená Doména
vi: Tên miền được chỉ định

source: NAT IP Association
ca: Associació NAT IP
cs: Sdružení NAT IP
vi: Địa chỉ IP công cộng

source: Auth Log
ca: Registre d'autenticació
cs: Auth záznam
vi: Nhật ký xác thực

source: Browser
ca: Navegador
cs: Prohlížeč
vi: Trình duyệt

source: Success
ca: Èxit
cs: Úspěšně dokončeno
vi: Thành công

source: Failed
ca: Ha fallat
cs: Neúspěch
vi: Thất bại

source: Add Mail Domain
ca: Afegeix un domini de correu
cs: Přidat Mail doménu
vi: Thêm Webmail

source: a mail domain
ca: un domini de correu
cs: mail doména
vi: một tên miền Email

source: Preview Features
ca: Vista prèvia de les funcions
cs: Náhled funkcí
vi: Tính năng xem trước

source: Policy
ca: Política
cs: Politika
vi: Chính sách

source: Partially implemented
ca: Implementat parcialment
cs: Částečně implementováno
vi: Đã triển khai một phần

source: Are you sure you want to restore %s?
ca: Esteu segur que voleu restaurar %s?
vi: Bạn có chắc chắn muốn khôi phục %s không?

source: DNS Zone
ca: Zona DNS
cs: DNS Zóny

source: Jobs
ca: Tasques
cs: Úlohy
vi: Tiến trình

source: Forgot Password
ca: He oblidat la contrasenya
cs: Zapomenuté heslo
vi: Quên mật khẩu

source: Submit
ca: Envia
cs: Odeslat
vi: Gửi

source: Password reset code has been sent to your email address
ca: El codi de restabliment de la contrasenya s'ha enviat a la vostra adreça de correu electrònic
cs: Kód pro obnovení hesla byl odeslán na vaši e-mailovou adresu
vi: Mã đặt lại mật khẩu đã được gửi đến địa chỉ email của bạn

source: Reset Code
ca: Restableix el codi
cs: Obnovit kód
vi: Thiết lập lại mã

source: Confirm
ca: Confirmar
cs: Potvrdit
vi: Xác nhận

source: Account Unlocked
ca: Compte desbloquejat
cs: Účet odemčen
vi: Đã mở khóa tài khoản

source: Two-factor authentication is now turned off for your account.<br><br>You may now proceed to log in.
ca: L'autenticació de dos factors ara està desactivada per al vostre compte.<br><br> Ara podeu procedir a iniciar sessió.
cs: Dvoufaktorová autentizace byla nyní vypnuta pro váš účet.<br><br>Nyní můžete pokračovat v přihlášení.
vi: Xác thực hai yếu tố hiện đã bị tắt cho tài khoản của bạn.<br><br>Bây giờ bạn có thể tiến hành đăng nhập.

source: Log in
ca: Inicia la sessió
cs: Přihlásit se
vi: Đăng nhập

source: Unlock Account
ca: Desbloqueja el compte
cs: Odemknout účet
vi: Mở khóa tài khoản

source: 2FA Reset Code
ca: Codi de restabliment 2FA
cs: Account Recovery Code
vi: Mã đặt lại 2FA

source: New Password
ca: Nova contrasenya
cs: Nové heslo
vi: Mật khẩu mới

source: Confirm Password
ca: Confirma la contrasenya
cs: Potvrdit heslo
vi: Xác nhận mật khẩu

source: Reset
ca: Restablir
cs: Obnovit
vi: Thiết lập lại

source: Next
ca: Següent
cs: Dalši
vi: Tiếp tục

source: Two-factor Authentication
ca: Autenticació de dos factors
cs: Dvoufaktorové ověření
vi: Xác thực hai yếu tố

source: 2FA Token
ca: Token 2FA
cs: OTP PIN

source: Forgot Token
ca: He oblidat el testimoni
cs: Zapomenutý token
vi: Quên Token

source: Welcome
ca: Benvingut
cs: Vítejte!
vi: Xin chào

source: Accounts
ca: Comptes
cs: Účty
vi: Tài khoản

source: %d mail domain
ca: %d domini de correu
cs: %d mail doména
vi: %d tên miền Mail

source: White Label Options
ca: Opcions d'etiqueta blanca
cs: VIP White Label nastavení
vi: Tuỳ chỉnh Control Panel

source: Application Name
ca: Nom aplicació
cs: Název aplikace
vi: Tên ứng dụng

source: Title
ca: Títol
cs: Název
vi: Tiêu đề

source: Supported variables
ca: Variables suportades
cs: Podporované proměnné:
vi: Các biến được hỗ trợ

source: Sender Name
ca: Nom del remitent
cs: Jméno odesílatele
vi: Tên người gửi

source: Sender Email Address
ca: Adreça de correu electrònic del remitent
cs: E-mail odesílatele
vi: Địa chỉ Email người gửi

source: Email Subject
ca: Assumpte de l’email
cs: Předmět e-mailu
vi: Chủ đề Email

source: Hide link to Documentation
ca: Amaga l'enllaç a la documentació
cs: Skrýt odkaz na dokumentaci
vi: Ẩn liên kết đến tài liệu

source: Custom Logo
ca: Logo Personalitzat
cs: Vlastní logo
vi: Tuỳ chỉnh Logo

source: Upload the files to %s
ca: Carregueu els fitxers a %s
cs: Nahrát soubory do %s
vi: Để thay đổi LOGO, bạn cần tải lên các tập tin LOGO có tên và định dạng như danh sách bên dưới vào thư mục %s

source: Update logo
ca: Actualitzar el logotip
cs: Aktualizovat logo
vi: Cập nhật Logo

source: Reset Logo
ca: Restableix el Logotip
cs: Obnovit logo
vi: Đặt lại Logo

source: DNSKEY Record
ca: Registre DNSKEY
cs: Záznam DNSKEY
vi: Bản ghi DNSKEY

source: Public Key
ca: Clau Pública
cs: Veřejný klíč

source: Key Type / Flag
ca: Tipus de clau/bandera
cs: Typ klíče / Označení
vi: Loại khóa/cờ

source: Key Tag
ca: Etiqueta clau
cs: Značka klíče
vi: Thẻ khóa

source: Flag
ca: Bandera
cs: Vlajka
vi: Cờ

source: Algorithm
ca: Algoritme
cs: Algoritmus
vi: Thuật toán

source: Download
ca: Descarrega
cs: Stáhnout
vi: Tải xuống

source: Access Key ID
ca: ID de la clau d'accés
cs: Přístupový ID klíč

source: Secret Key
ca: Clau secreta
cs: Tajný klíč

source: Warning! Last chance to save secret key!
ca: Avís! Última oportunitat de desar la clau secreta!
cs: Varování! Poslední šance uložit tajný klíč!
vi: Cảnh báo! Cơ hội cuối cùng để lưu lại Secret Key!

source: Edit Firewall Rule
ca: Edita la regla del tallafoc
cs: %d Pravidlo brány firewall
vi: Sửa quy tắc tường lửa

source: One or more email addresses
ca: Una o més adreces de correu electrònic
cs: Jedna nebo více e-mailových adres
vi: Một hoặc nhiều địa chỉ Email

source: Add Rule
ca: Afegir regla
cs: Přidat pravidlo
vi: Thêm luật

source: Firewall Rules
ca: Regles del tallafoc
cs: Pravidla firewallu
vi: Quy tắc tường lửa

source: Are you sure you want to unsuspend rule #%s?
ca: Esteu segur que voleu anul·lar la suspensió de la regla núm. %s?
cs: Jste si jistý/á, že chcete zrušit pozastavení pravidla #%s?
vi: Bạn có chắc chắn muốn huỷ tạm dừng quy tắc #%s không?

source: Are you sure you want to suspend rule #%s?
ca: Esteu segur que voleu suspendre la regla núm. %s?
cs: Jste si jistý/á, že chcete pozastavit pravidlo #%s?
vi: Bạn có chắc chắn muốn đình chỉ quy tắc #%s không?

source: Are you sure you want to delete rule #%s?
ca: Esteu segur que voleu suprimir la regla #%s?
vi: Bạn có chắc chắn muốn xoá quy tắc #%s không?

source: %d firewall rule
ca: %d regla del tallafoc
cs: %d pravidlo brány firewall
vi: %d quy tắc tường lửa

source: Error Log
ca: Registre d'errors
cs: Záznam chyb
vi: Nhật ký lỗi

source: Last 70 lines of %s.%s.log
ca: Les últimes 70 línies de %s.%s.log
cs: Posledních 70 řádků %s.%s.log
vi: 70 dòng cuối của %s.%s.log

source: Search Results
ca: Cercar resultats
cs: Výsledky vyhledávání
vi: Kết quả tìm kiếm

source: %d object
ca: %d objecte
cs: %d objekt
vi: %d đối tượng

source: Create Backup
ca: Crea una còpia de seguretat
cs: Vytvořit zálohu
vi: Tạo bản sao lưu

source: File Name
ca: Nom de fitxer
cs: Název souboru
vi: Tên tập tin

source: Size
ca: Mida
cs: Velikost
vi: Kích thước

source: Runtime
ca: Temps d'execució
cs: Doba běhu
vi: Thời gian chạy

source: Are you sure you want to delete backup %s?
ca: Esteu segur que voleu suprimir la còpia de seguretat %s?
cs: Jste si jisti, že chcete smazat tuto zálohu?
vi: Bạn có chắc chắn muốn xóa bản sao lưu %s không?

source: %d backup
ca: %d còpia de seguretat
cs: %d záloha
vi: %d bản sao lưu

source: Block Malicious IPs
ca: Bloqueja les IP malicioses
cs: Blokovat škodlivé IP adresy
vi: Chặn IP độc hại

source: Add IPset IP List for Firewall
ca: Afegeix la llista IPset IP per al tallafoc
cs: Přidat IPset z IP seznamu pro firewall
vi: Thêm danh sách IPset IP cho tường lửa

source: URL, script or file
ca: URL, script o fitxer
vi: URL, tập lệnh hoặc tập tin

source: Restore Files
ca: Restaurar arxius
vi: Khôi phục tập tin

source: Files
ca: Arxius
vi: Tập tin

source: Date / Time
ca: Data / Hora
vi: Ngày/Giờ

source: Shortcuts
ca: Dreceres
cs: Zkratky
vi: Phím tắt

source: Add new object
ca: Afegeix un objecte nou
cs: Přidat nový objekt
vi: Thêm đối tượng mới

source: Save form
ca: Desa el formulari
cs: Uložit formulář
vi: Lưu biểu mẫu

source: Unsave form
ca: Desa el formulari
cs: Zrušit uložení formuláře
vi: Huỷ lưu biểu mẫu

source: Go to WEB list
ca: Ves a la llista web
cs: Přejít na seznam WEBŮ
vi: Đi đến danh sách trang WEB

source: Go to DNS list
ca: Ves a la llista DNS
cs: Přejít na seznam DNS
vi: Đi đến danh sách DNS

source: Go to MAIL list
ca: Ves a la llista de correu
cs: Přejít na seznam Mailů
vi: Đi đến danh sách MAIL

source: Go to DB list
ca: Ves a la llista de BD
cs: Přejít na seznam Databází
vi: Đi đến danh sách CSDL

source: Go to CRON list
ca: Ves a la llista de CRON
cs: Přejít na seznam Cronů
vi: Đi đến danh sách CRON

source: Go to BACKUP list
ca: Ves a la llista de còpies de seguretat
cs: Přejít na seznam Záloh
vi: Đi đến danh sách SAO LƯU

source: Focus on search
ca: Focus en la cerca
cs: Vyhledávání
vi: Tập trung vào tìm kiếm

source: Display / Hide shortcuts
ca: Mostra/amaga les dreceres
cs: Zobrazit / skrýt zástupce
vi: Hiển thị/Ẩn phím tắt

source: Move backward through top menu
ca: Mou cap enrere a través del menú superior
cs: Přesunout dozadu přes horní menu
vi: Di chuyển lùi qua menu trên cùng

source: Move forward through top menu
ca: Mou endavant a través del menú superior
cs: Postupujte dopředu přes horní menu
vi: Di chuyển về phía trước trên cùng menu

source: Enter focused element
ca: Introduïu l'element amb el focus
cs: Zadejte cílený prvek
vi: Nhập phần tử tập trung

source: Move up through elements list
ca: Mou amunt a través de la llista d'elements
cs: Pohybovat se nahoru přes seznam prvků
vi: Di chuyển lên trên danh sách phần tử

source: Move down through elements list
ca: Mou avall a través de la llista d'elements
cs: Pohybovat se dolů přes seznam prvků
vi: Di chuyển xuống dưới danh sách phần tử

source: Password must include
ca: La clau ha d'incloure
vi: Mật khẩu phải bao gồm

source: 8 characters minimum
ca: mínim de 8 caràcters
vi: Tối thiểu 8 ký tự

source: Remove
ca: Suprimeix
vi: Loại bỏ

source: No notifications
ca: No hi ha cap notificació
cs: Žádná oznámení
vi: Không có thông báo

source: Delete all notifications
ca: Suprimeix totes les notificacions
cs: Smazat všechna oznámení
vi: Xoá tất cả thông báo

source: Are you sure you want to leave the page?
ca: Estàs segur que vols sortir de la pàgina?
cs: Jste si jisti, že chcete opustit tuto stránku?
vi: Bạn có chắc chắn muốn rời khỏi trang?

source: BLACKLIST
ca: LLISTA NEGRA
vi: DANH SÁCH ĐEN

source: Common Account Settings
ca: Configuració comuna del compte
cs: Běžné nastavení účtu
vi: Cài đặt tài khoản phổ biến

source: Connect to this account using credentials:
ca: Connecteu-vos a aquest compte mitjançant les credencials:
vi: Kết nối với tài khoản này bằng thông tin đăng nhập:

source: Copy to clipboard
ca: Copia al porta-retalls
vi: Sao chép vào bảng nhớ tạm

source: Webmail
ca: Correu web
vi: Địa chỉ WebMail

source: IMAP Settings
ca: Configuració IMAP
cs: Nastavení IMAP
vi: Cài đặt IMAP

source: Authentication
ca: Autenticació
cs: Autentizace
vi: Xác thực

source: Normal password
ca: Contrasenya normal
cs: Běžné heslo
vi: Mật khẩu thường

source: No encryption
ca: Sense xifratge
cs: Bez šifrování
vi: Không có mã hóa

source: POP3 Settings
ca: Configuració POP3
cs: Nastavení POP3
vi: Cài đặt POP3

source: SMTP Settings
ca: Configuració SMTP
cs: Nastavení SMTP
vi: Cài đặt SMTP

source: Top
ca: A dalt
cs: Nahoru

source: Logged in as
ca: Inici de sessió com
cs: Přihlášen jako
vi: Đăng nhập vào

source: Notifications
ca: Notificacions
cs: Oznámení
vi: Thông báo

source: Loading...
ca: Carregant…
cs: Načítání...
vi: Đang tải...

source: Delete notification
ca: Suprimeix la notificació
cs: Odstranit oznámení
vi: Xoá thông báo

source: File manager
ca: Gestor de fitxers
cs: Správce souborů
vi: Quản lý tập tin

source: Web terminal
ca: Terminal web
cs: Webový terminál

source: Server settings
ca: Paràmetres del servidor
cs: Nastavení serveru
vi: Cài đặt máy chủ

source: Help
ca: Ajuda
cs: Pomoc
vi: Trợ giúp

source: Collapse main menu
ca: Redueix el menú principal
cs: Sbalit hlavní menu
vi: Thu Menu chính

source: Expand main menu
ca: Expandeix el menú principal
cs: Rozbalit hlavní menu
vi: Mở Menu chính

source: Suspended
ca: Suspès
cs: Suspendován
vi: Đã tạm dừng

source: USER
ca: USUARI
cs: UŽIVATEL
vi: THÀNH VIÊN

source: Limit
ca: Límit
vi: Giới hạn

source: BACKUP
ca: CÒPIA DE SEGURETAT
cs: ZÁLOHOVAT
vi: SAO LƯU

source: Unable to add database!
ca: No s'ha pogut afegir la base de dades!
cs: Nelze přidat databázi!
vi: Không thể thêm cơ sở dữ liệu!

source: Unable to add database! Limit reached!
ca: No s'ha pogut afegir la base de dades! S'ha arribat al límit!
cs: Nelze přidat databázi z důvodu dosaženého limitu!
vi: Không thể thêm database! Đã đạt giới hạn!

source: NGINX cache has been purged successfully.
ca: La memòria cau NGINX s'ha depurat correctament.
cs: Mezipaměť NGINX byla úspěšně smazána.
vi: Đã xóa bộ nhớ đệm NGINX thành công.

source: Hestia core package
ca: Paquet bàsic Hestia
cs: Jádro balíčku Hestia
vi: Gói cốt lõi Hestia

source: Hestia internal php interpreter
ca: Intèrpret PHP intern Hestia
cs: Interní php interpreter Hestia
vi: Trình thông dịch php nội bộ Hestia

source: Hestia internal web server
ca: Servidor web intern Hestia
cs: Interní webový server Hestia
vi: Máy chủ web nội bộ Hestia

source: web server
ca: servidor web
cs: webový server
vi: máy chủ Web

source: php interpreter
ca: intèrpret php

source: reverse proxy
ca: Proxy invers
cs: reverzní proxy
vi: proxy ngượcc

source: dns server
ca: servidor DNS
cs: server dns
vi: máy chủ Dns

source: mail server
ca: servidor correu
cs: email server
vi: máy chủ mail

source: imap/pop3 server
ca: servidor imap/pop3
vi: máy chủ imap/pop3

source: email anti-virus
ca: antivirus de correu electrònic

source: email spam filter
ca: filtre de correu brossa
cs: filtr nevyžádané pošty

source: database server
ca: Servidor de base de dades
cs: databázový server
vi: máy chủ database

source: ftp server
ca: servidor ftp
cs: server ftp
vi: máy chủ ftp

source: job scheduler
ca: planificador de tasques
cs: plánovač úloh
vi: lịch trình công việc

source: ssh server
ca: servidor ssh
cs: server ssh
vi: máy chủ ssh

source: firewall
ca: Tallafocs
vi: tường lửaa

source: brute-force protection
ca: protecció de força bruta
cs: brute-force ochrana
vi: bảo vệ bằng vũ lực

source: web terminal backend
ca: backend del terminal web
cs: backend webterminálu

source: WEB
vi: WEBSITES

source: Port
vi: Cổng

source: Quota
cs: Kvóta
vi: Hạn mức

source: Error
cs: Chyba
vi: Lỗi

source: Banlist
vi: Danh sách cấm

source: Anti-Virus
vi: Chống virus

source: DS Record
cs: DS Záznam
vi: Bản ghi DS

source: General
cs: Všeobecné
vi: Tuỳ chỉnh chung

source: No
cs: Ne
vi: Không

source: Web
vi: Website

source: Feb
cs: Úno
vi: Tháng 2

source: Mar
cs: Bře
vi: Tháng 3

source: Jun
cs: Čvn
vi: Tháng 6

source: Jul
cs: Čec
vi: Tháng 7

source: Oct
cs: Říj
vi: Tháng 10

source: Nov
cs: Lis
vi: Tháng 11

source: Protocol
cs: Protokol
vi: Giao thức

source: IPs
cs: IP adresy

source: CPU
cs: Procesor

source: RAM
cs: Paměť RAM

source: SSL CSR
cs: CSR zádost

source: Zones
cs: Zóny
